{"feeds": {"google headlines": {"rss": "https://news.google.com/news/rss/", "articles": [{"link": "https://www.washingtonexaminer.com/opinion/its-beginning-to-look-a-lot-like-a-government-shutdown", "published": "2018-12-20T21:08:00", "title": "It's beginning to look a lot like a government shutdown", "author": [], "text": "Looking at where things stand ahead of a midnight Friday deadline, all signs are pointing to a partial government shutdown.\n\nTypically, when trying to assess outcomes of Congressional standoffs, it's best to look past some of the details and consider the bottom line political motivations and incentives for the key players.\n\nRight now, we're in a situation in which the Republican-controlled Senate passed a bill to temporarily keep government open through Feb. 8, but President Trump has signaled to House Republicans that he would veto it because it does not include funding for a border wall. Right now, House Republicans are scrambling to pass something, but anything they pass with border wall funding will be dead in the water in the Senate.\n\nAt the current time, however, no key constituency has any reason to compromise.\n\nPresident Trump\n\nThe defining promise of Trump's 2016 campaign was to build a border wall. As long as a wall is getting built, he can probably get away with not having Mexico pay for it. But should he fail to deliver it in any form, it will significantly undermine his re-election campaign, becoming a symbol of the gap between his sweeping promises and reality. When it was reported that he was prepared to relent on wall funding, there was a strong backlash among many conservatives, inside and outside Congress, who were among his most dedicated supporters. He may have to end up caving either way, but if he shuts down government over the issue, he could at least argue that he fought hard for the wall. If he just signs on to yet another continuing resolution without going through a shutdown, it will look like an absolute surrender. So, he has every reason to make a stand here.\n\nCongressional Democrats\n\nTo avert a shutdown, Republicans need 60 votes in the Senate, meaning they can't do anything without some support from Democrats — and they could also require Democratic votes in the House to offset any large GOP defections. Democrats would be eviscerated by their base if, coming off of large gains in an election, they were to deliver Trump a major victory by giving him his coveted wall. They have not given Trump his wall funding in the past two years, and they are even less likely to now knowing two things: One, if they hold out, they will have more power come Jan. 3, when the new Democratic House majority is sworn in, with Nancy Pelosi as the leader. Two, Trump has already declared that he's prepared to shut down the government over border security, ensuring that Republicans will get the blame.\n\nHouse Republicans\n\nIf Trump is ready to hold out for a wall, there's no reason why conservative House Republicans would want to vote for legislation without a wall when their party still controls the House. They, too, want to show the base that they were willing to go all out for wall funding. Once the new Congress takes over, if the Democratic-controlled House cuts a deal with Senate Majority Leader Mitch McConnell and Trump that does not include wall funding, then House conservatives won't have any fingerprints on it. They can vote against that continuing resolution and say they held their ground and point fingers at Pelosi and McConnell.\n\nThe low stakes of the \"shutdown\"\n\nAs government shutdowns go, the current one would be relatively uneventful. Congress has already passed spending bills to fund about three-quarters of the government, and with the Christmas and New Year's holiday week coming up, there isn't going to be much work getting done anyway. So, for all the likely messaging about the lumps of coal lawmakers are putting in people's Christmas stockings, any partial shutdown is going to have a very small effect on most people's lives.\n\nFor all of these reasons, I am expecting a shutdown.", "keywords": ["funding", "look", "beginning", "trump", "going", "republicans", "wall", "senate", "house", "lot", "border", "shutdown", "reason"], "summary": "Looking at where things stand ahead of a midnight Friday deadline, all signs are pointing to a partial government shutdown.\nRight now, House Republicans are scrambling to pass something, but anything they pass with border wall funding will be dead in the water in the Senate.\nPresident TrumpThe defining promise of Trump's 2016 campaign was to build a border wall.\nIf he just signs on to yet another continuing resolution without going through a shutdown, it will look like an absolute surrender.\nThey, too, want to show the base that they were willing to go all out for wall funding."}, {"link": "https://www.politico.com/story/2018/12/20/rosenstein-barr-memo-mueller-probe-1071029", "published": "2018-12-20T17:17:00", "title": "Rosenstein: AG nominee's memo had 'no impact' on Mueller probe", "author": ["Rebecca Morin", "Steven Overly", "Ashley Gold", "John Hendel"], "text": "Attorney General Rod Rosenstein said that he believes that Barr will be \"an outstanding attorney general\" once he's confirmed. | Nicholas Kamm/AFP/Getty Images Legal Rosenstein: AG nominee's memo had 'no impact' on Mueller probe\n\nDeputy Attorney General Rod Rosenstein said Thursday that a memo critical of the ongoing Russia investigation written by President Donald Trump's nominee to be the next attorney general had no impact on the ongoing probe.\n\nThe memo, written last summer by attorney general nominee William Barr, was sharply critical of special counsel Robert Mueller's investigation into allegations of collusion between the Russian government and the 2016 Trump campaign. But Rosenstein said Barr's past memo would have no impact on Mueller's probe.\n\nStory Continued Below\n\n\"The memo that you made reference to reflects Mr. Barr's personal opinion,\" Rosenstein said during a press conference on Thursday after announcing criminal charges for Chinese hackers. \"Lots of people offer opinions to the Department of Justice, but they don't influence our own decision making.\"\n\nBarr, who served as Attorney General under George H.W. Bush, submitted the memo on June 8 to Rosenstein and Assistant Attorney General Steve Engel, months before he was nominated to return to his former position atop the Justice Department.\n\nAccording to the memo, which was first reported by the Wall Street Journal, Barr expressed concern on Muller's probe widening to include possible obstruction of justice by the president.\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\n\"Mueller should not be permitted to demand that the President submit to interrogation about alleged obstruction,\" Barr wrote.\n\nHe added that such questioning \"would have grave consequences far beyond the immediate confines of this case and would do lasting damage to the Presidency and to the administration of law within the Executive branch.”\n\nSome Democrats have criticized the memo and called for the rejection of Barr's nomination to be attorney general.\n\nSenate Minority Leader Chuck Schumer (D-N.Y.) said the memo reveals that Barr \"is fatally conflicted from being able to oversee the Special Counsel’s investigation and he should not be nominated to be attorney general.\"\n\n\"Mr. Barr believes presidents in general — and more frighteningly, President Trump, who has shown less respect for the rule of law than any president — are above the law,\" Schumer said in a statement. \"The fact that he holds these deeply misguided views and chose to launch them in an unprovoked written attack on the Special Counsel unquestionably disqualifies Mr. Barr from serving as attorney general again.\"\n\nSen. Dianne Feinstein (D-Calif.), the top Democrat on the Senate Judiciary Committee, said the memo \"was not undertaken lightly\" and that Congress needs \"answers as to why Barr proactively drafted this memo and then shared it with the deputy attorney general and President Trump’s lawyers.\"\n\n“There’s no reason for a lawyer in private practice to do this unless he was attempting to curry favor with President Trump and convey that he would protect the president,\" she said in a statement.\n\nBarr's nomination comes after Trump asked Jeff Sessions to step down from his position. Sessions had recused himself from overseeing Mueller's probe, a step that the president openly and regularly expressed his frustration with.\n\nActing Attorney General Matt Whitaker, who currently oversees the investigation, has also been criticized for past comments he's made critical of the Mueller probe. Whitaker did not recuse himself from overseeing the investigation, a decision for which he has been criticized by Mueller defenders.\n\nThe president has also been accused of appointing Whitaker to lead the Justice Department on an interim basis to restrict Mueller's investigation, a rationale that some critics of the president believe he applied again in choosing Barr to lead the department on a permanent basis.\n\n\"It’s becoming pretty clear that the President is basing his choices for leadership at the Justice Department on candidates’ criticism of the Mueller investigation,\" Sen. Mark Warner (D-VA), vice chairman of the Senate Select Committee on Intelligence, wrote on Twitter.\n\nWarner later said during an interview on CNN that be believes the Barr memo was \"an attempt to solicit this position to say, 'hey Mr. Trump, don't worry I'll have your back on the Mueller investigation.'\"\n\n\"It appears that the No. 1 qualification Donald Trump's looking for in an attorney general is someone that will try to undermine the Mueller investigation,\" Warner said, adding that he believes the memo disqualifies Barr from the position.\n\nTrump has been open about his disdain for the investigation, referring to it often as a \"witch hunt,\" but has said that he will allow Mueller to complete the probe.\n\nRosenstein said that he believes that Barr will be \"an outstanding attorney general\" once he's confirmed and argued that Barr's opinion was based on not having access to \"actual facts of the case.\"\n\n\"Obviously, our decisions are informed by our knowledge of the actual facts of the case, which Mr. Barr didn't have,\" Rosenstein said. \"I didn't share any confidential information with Mr. Barr. He never requested that we provide any non-public information to him, and that memo had no impact on our investigation.\"\n\nBarr has previously asserted the need for attorney general's to have power to appoint and dismiss independent counsels.\n\nIn 1998, the former attorney general criticized a provision in the Ethics in Government Act, which expired in 1999, for creating an Office of the Special Counsel that he said was \"seriously flawed\" as it \"unduly restricted\" the attorney general \"in deciding the need for independent counsel.\"\n\nHe concluded that a new law should be created that ensures \"when the President, the Vice President or the Attorney General is involved in a criminal investigation, the Attorney General should be required under a new statute to recuse himself or herself from the case.\" But such a law, Barr wrote, should also allow the attorney general to \"remain accountable as the responsible official, entitled to dismiss the counsel or Justice Department official for cause.\"\n\nBarr has also offered more recent public commentary on the Russia investigation, dismissing concerns that the probe, then overseen by the FBI, was in jeopardy following Trump's decision to fire then-FBI director James Comey.\n\n\"According to news reports, the investigation is in full swing, with the Justice Department using a grand jury to subpoena relevant information, indicating a degree of thoroughness not evident in the investigation into Clinton's email server,\" Barr wrote in an op-ed in the Washington Post published in May of last year. \"Comey's removal simply has no relevance to the integrity of the Russian investigation as it moves ahead.\"\n\nThe Deputy Attorney General, at his Thursday press conference, also offered assurances that no matter who is overseeing the investigation, it will be \"handled appropriately.\n\n\"It's being handled appropriately, whether its Bob Mueller or Rod Rosenstein or Matt Whitaker or Bill Barr, that investigation is going to be handled appropriately by the Department of Justice,\" Rosenstein said.", "keywords": ["attorney", "general", "probe", "barr", "nominees", "rosenstein", "mueller", "ag", "justice", "president", "investigation", "department", "memo", "impact"], "summary": "Attorney General Rod Rosenstein said that he believes that Barr will be \"an outstanding attorney general\" once he's confirmed.\n| Nicholas Kamm/AFP/Getty Images Legal Rosenstein: AG nominee's memo had 'no impact' on Mueller probeDeputy Attorney General Rod Rosenstein said Thursday that a memo critical of the ongoing Russia investigation written by President Donald Trump's nominee to be the next attorney general had no impact on the ongoing probe.\nBut Rosenstein said Barr's past memo would have no impact on Mueller's probe.\nBush, submitted the memo on June 8 to Rosenstein and Assistant Attorney General Steve Engel, months before he was nominated to return to his former position atop the Justice Department.\nActing Attorney General Matt Whitaker, who currently oversees the investigation, has also been criticized for past comments he's made critical of the Mueller probe."}, {"link": "https://weather.com/forecast/regional/news/2018-12-20-east-coast-flood-threat-forecast", "published": "2018-12-20T14:15:07", "title": "East Coast Storm a Severe Weather Threat in Florida, Carolinas; Another Flood Threat in One of Wettest Years on Record in East", "author": [], "text": "01:11 Flood Watches Issued for Northeast as Rain Continues Christmas travelers will likely encounter delays in the East late this week as a new storm system brings widespread rain – even thunderstorms for some – but relatively little snow.\n\nAt a Glance Just days before Christmas, heavy rain, not snow is again on the table in the East.\n\nHeavy rain will fall from Florida to New England through Friday.\n\nThis will trigger both flash flooding and renewed river flooding.\n\nSevere thunderstorms are also possible from Florida to the Carolinas.\n\nThis is only the latest soaker in one of the wettest years on record. More heavy rain will drench the waterlogged East through Friday, potentially triggering more flooding from Florida to Maine just days before Christmas, adding to one of the wettest years on record.\n\nSoaking rain has already pushed into parts of the Southeast, including northern and central Florida.\n\nParts of the Tampa/St. Petersburg metro area have already picked up 2 to 5 inches of rain. Amateur radio reported flooding in Bradenton at an animal shelter and along Phillippe Creek in Sarasota, entering homes. Thursday already smashed the record wettest December day dating to 1911, there.\n\n(INTERACTIVE: Current Animated Radar )\n\nNOAA's Storm Prediction Center has issued a severe thunderstorm watch for parts of eastern and southern Florida until 9 p.m. EST. This watch area includes Miami, West Palm Beach, Melbourne and Key West.\n\nTrees were downed and a porch was off a home in Manatee County, Florida, near Myakka City, from a possible tornado Thursday morning. Another possible tornado damaged a home in Polk County, and at least 20 mobile homes were damaged by severe t-storms near Zephyrhills.\n\n(MORE: Florida Storms Damage Homes, Take Down Trees )\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/staticmaps/DCT_SPECIAL1_1280x720.jpg\" srcset=\"https://s.w-x.co/staticmaps/DCT_SPECIAL1_1280x720.jpg 400w, https://s.w-x.co/staticmaps/DCT_SPECIAL1_1280x720.jpg 800w\" > Current Radar, Watches and Warnings (Tornado, severe, and flash flood alerts, when in effect, are plotted over the radar image as indicated by the legend near the top of the map.)\n\nThe National Weather Service has issued flood watches in many areas of the East, from parts of Florida and south Georgia, to the coastal Carolinas, Appalachians, and much of the Northeast, including the heavily-populated Interstate 95 corridor from Washington D.C. to Boston.\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/staticmaps/DCT_SPECIAL14_1280x720.jpg\" srcset=\"https://s.w-x.co/staticmaps/DCT_SPECIAL14_1280x720.jpg 400w, https://s.w-x.co/staticmaps/DCT_SPECIAL14_1280x720.jpg 800w\" > Current Flood Alerts (Issued by the National Weather Service, flood watches indicating a potential for flooding are shown in dark green. Flash flood or river flood warnings are shown in bright, light green. )\n\nThere is also a threat of severe thunderstorms on the table, mainly through tonight.\n\nLet's first lay out the forecast timing of the heavy rain and thunderstorms, then we'll discuss how much rain may fall, what flooding may occur, and the magnitude of the severe weather threat.\n\nForecast Timing\n\nThursday/Thursday Night\n\nDuring the day, heavy rain, at times, will soak Florida, north into the Carolinas and southern Virginia. Some thunderstorms from the coastal Carolinas to Florida may be severe. Steady rain will spread north into the mid-Atlantic and Ohio Valley.\n\nThursday night, a band of strong to severe thunderstorms with heavy rain will sweep through the rest of the Florida Peninsula, with heavy rain from eastern North Carolina to much of the Northeast and New England, particularly the Interstate 95 corridor from the New York City Tri-state to Washington D.C. A few spots in northern New England may see some freezing rain.\n\n(MORE: Christmas Holiday Travel Forecast )\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/staticmaps/DCT_SPECIAL24_1280x720.jpg\" srcset=\"https://s.w-x.co/staticmaps/DCT_SPECIAL24_1280x720.jpg 400w, https://s.w-x.co/staticmaps/DCT_SPECIAL24_1280x720.jpg 800w\" > Thursday's Forecast (The green shadings depict where rain is expected. Areas that are shaded blue are expected to see snow. Purple-shaded locations may see either rain or snow. Areas in pink are expected to see sleet or freezing rain (ice).)\n\nFriday/Friday Night\n\nDuring the day, bands of heavy rain will eventually shift out of the New York City Tri-state, New Jersey and the Delmarva Peninsula into New England. A few parts of northern Maine may see freezing rain.\n\nThe heavy rain should finally depart coastal New England late Friday night.\n\nLingering wind-driven showers Friday in the Appalachians, Ohio Valley will change to light snow Friday night, and could spread into parts of the interior Northeast.\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/staticmaps/DCT_SPECIAL25_1280x720.jpg\" srcset=\"https://s.w-x.co/staticmaps/DCT_SPECIAL25_1280x720.jpg 400w, https://s.w-x.co/staticmaps/DCT_SPECIAL25_1280x720.jpg 800w\" > Friday's Forecast (The green shadings depict where rain is expected. Areas that are shaded blue are expected to see snow. Purple-shaded locations may see either rain or snow. Areas in pink are expected to see sleet or freezing rain (ice).)\n\nForecast Impacts\n\nSevere Threat\n\nSeveral waves of severe thunderstorms will push through parts of Florida through Thursday night, particularly near and south of Interstate 4.\n\nDamaging straight-line winds and tornadoes are possible. Tornadoes may be rain-wrapped within a line of severe storms, or may occur with discrete thunderstorms.\n\nSome severe t-storms are also possible in the afternoon and night in the eastern Carolinas and southeast Virginia, with a threat of damaging winds and, perhaps, a tornado.\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/staticmaps/DCT_SPECIAL40_1280x720.jpg\" srcset=\"https://s.w-x.co/staticmaps/DCT_SPECIAL40_1280x720.jpg 400w, https://s.w-x.co/staticmaps/DCT_SPECIAL40_1280x720.jpg 800w\" > Severe Weather Forecast (Shaded on the map above is the likelihood of severe thunderstorms through tonight, according to NOAA's Storm Prediction Center. Note that not all categories apply for the severe weather risk on a particular day. )\n\nFlood Threat\n\nA large swath of the East will pick up at least 1 to 2 inches of rain through Friday night.\n\nLocally higher amounts are possible where bands of rain move slowly or stall for a period of a few hours.\n\nGiven saturated soil from a number of recent heavy rain events, flash flooding is likely from parts of Florida to the mid-Atlantic, particularly in urban, poor-drainage areas including the New York City Tri-state.\n\nRain falling on snowpack in northern New England and upstate New York may also trigger local flooding.\n\nThis heavy rain will send some creeks and rivers above flood stage from Virginia to upstate New York and northern New England, and may prolong or worsen existing river flooding from the eastern Carolinas to Florida.\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/staticmaps/DCT_SPECIAL49_1280x720.jpg\" srcset=\"https://s.w-x.co/staticmaps/DCT_SPECIAL49_1280x720.jpg 400w, https://s.w-x.co/staticmaps/DCT_SPECIAL49_1280x720.jpg 800w\" > Rainfall Forecast (Locally heavier amounts may occur where bands of rain stall over a period of a few hours. )\n\nWhy Another Soaking?\n\nBy late December, you may expect a snowstorm to be a concern in the Northeast, rather than another rainfall flood event.\n\nIn this case, another sharp plunge of the jet stream is pulling a plume of deep moisture north from the Caribbean Sea.\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/util/image/w/FLOOD-SETUP-20dec18.jpg?v=at&w=485&h=273\" srcset=\"https://s.w-x.co/util/image/w/FLOOD-SETUP-20dec18.jpg?v=at&w=485&h=273 400w, https://s.w-x.co/util/image/w/FLOOD-SETUP-20dec18.jpg?v=ap&w=980&h=551 800w\" > The various meteorological factors in play for the flood threat in the East through Friday night. The various dots indicate locations where river stages are currently above flood stage. (River flood stage data: NOAA/NWS, USGS)\n\nThis deep tropical tap will send atmospheric moisture values skyrocketing in the East, possibly over 4 times the average for late December as far north as Maine, threatening some December records for this variable meteorologists refer to as precipitable water.\n\nSoil moisture is also anomalously high from north Florida to the mid-Atlantic states after a succession of soaking rain events this month.\n\nAccording to the Southeast Regional Climate Center, it has been the wettest start to December on record, through December 18, in Tallahassee, Florida, and Hatteras, North Carolina, and various other locations from the mid-Atlantic states to the Southeast have had a top 10 wettest December-to-date .\n\n(MORE: 2018 is the Wettest Year on Record For Some )\n\nRivers are still above flood stage from the eastern Carolinas to south Georgia and north Florida.\n\nIf that wasn't enough, a fresh round of snow earlier this week in northern New England added to the snowpack, there. A changeover to rain, falling on this snowpack is likely to lead to areas of flooding, as pointed out by the NWS office in Caribou, Maine.\n\nCheck back with us at weather.com for the latest on this flooding and severe weather threat.", "keywords": ["wettest", "weather", "england", "rain", "record", "coast", "heavy", "thunderstorms", "storm", "severe", "flood", "flooding", "north", "threat", "east", "snow", "florida"], "summary": "At a Glance Just days before Christmas, heavy rain, not snow is again on the table in the East.\nThere is also a threat of severe thunderstorms on the table, mainly through tonight.\nForecast TimingThursday/Thursday NightDuring the day, heavy rain, at times, will soak Florida, north into the Carolinas and southern Virginia.\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/staticmaps/DCT_SPECIAL40_1280x720.jpg\" srcset=\"https://s.w-x.co/staticmaps/DCT_SPECIAL40_1280x720.jpg 400w, https://s.w-x.co/staticmaps/DCT_SPECIAL40_1280x720.jpg 800w\" > Severe Weather Forecast (Shaded on the map above is the likelihood of severe thunderstorms through tonight, according to NOAA's Storm Prediction Center.\n(MORE: 2018 is the Wettest Year on Record For Some )Rivers are still above flood stage from the eastern Carolinas to south Georgia and north Florida."}, {"link": "https://www.cbsnews.com/news/trump-contradicts-himself-as-he-doubles-down-on-syria-withdrawal/", "published": "2018-12-20T16:56:44", "title": "Trump seems to contradict himself as he doubles down on Syria", "author": ["Kathryn Watson", "Kathryn Watson Is A Politics Reporter For Cbs News Digital."], "text": "President Trump is doubling down to defend his decision to withdraw U.S. troops from Syria immediately in the face of intense and swift backlash from even some of his closest allies in Washington. And in doing so, the president appears to be contradicting both himself and publicly available information.\n\nMr. Trump declared ISIS \"defeated\" in Syria in a tweet Wednesday, a claim he reiterated in a video posted to Twitter Thursday. On Thursday morning, he started out his day tweeting quotes from the few public figures who praised his decision.\n\nIn a single tweet, the president made claims about ISIS in Syria that both appeared to contradict himself and claims made publicly by Russia. Mr. Trump claimed on Twitter that \"Russia, Iran, Syria & many others are not happy about the U.S. leaving, despite what the fake News says, because now they will have to fight ISIS and others, who they hate, without us.\"\n\nBut Russian President Vladimir Putin applauded the U.S. decision to leave, and the Russian Embassy in the U.S. also praised the decision. Aside from that, key foreign policy experts, including those on Capitol Hill and in the Trump administration, have warned that leaving Syria creates a vacuum for Russia and for Syrian dictator Bashar Al Assad.\n\n\"I do generally agree with the president of the United States,\" Putin told journalists Thursday, welcoming Mr. Trump's decision.\n\nThe president's claim that those nations now \"will have to fight ISIS\" also contradicts his earlier claims that ISIS has been \"defeated\" in Syria. An administration official who held a White House background call with reporters Thursday afternoon did not deny that a contingent of ISIS remains in Syria, and some Republicans in Congress have also said the president's claim that ISIS is defeated is simply untrue.\n\nRepublican Sen. Lindsey Graham, an ally of the president who has fiercely criticized his decision to pull out of Syria and for failing to consult Congress on it, disputed the president's assertion that Russia, Iran and Syria are unhappy with the president's decision as \"fake news.\"\n\nIt is not FAKE NEWS that Russia, Iran, and Assad are unhappy about our decision to withdraw from Syria. They are ECSTATIC! https://t.co/7cZgEDBbdT — Lindsey Graham (@LindseyGrahamSC) December 20, 2018\n\nThe day before, Graham also tweeted, \"With all due respect, ISIS is not defeated in Syria, Iraq, and after just returning from visiting there -- certainly not Afghanistan.\"\n\nKey Republicans in Congress, including Graham and Sen. Bob Corker, a frequent Trump critic who heads the Senate Foreign Relations Committee, have blasted the president's rationale for backing out of Syria — and for leaving them out of the loop.\n\nGraham, holding a press conference with reporters Thursday, said he doesn't want to hear anything more about how much leaders love the troops — he wants to see a reconsideration of the action Mr. Trump took. Graham said the last-minute decision has \"rattled the world.\"\n\n\"There are a lot of broken hearts of Americans,\" Graham said of the decision, adding, \"I don't know where it came from, but it needs to be reconsidered.\"\n\nCorker told reporters on Capitol Hill Wednesday a previously scheduled meeting with the president was canceled Wednesday while he was waiting for the president at the White House.\n\n\"I doubt there is anybody in the Republican caucus in the Senate that just isn't stunned by this precipitous decision,\" Corker told reporters Thursday. \"It's just like he woke up in the morning and made it.\"\n\nCorker also called Mr. Trump's decision to pull out of Syria just like — or perhaps, worse — than former President Barack Obama's decision to pull troops from Iraq, a decision Mr. Trump blasted at the time.\n\nIraq in political turmoil one day after we leave---I told you so. — Donald J. Trump (@realDonaldTrump) December 20, 2011\n\nIt's unclear how the troop withdrawal in Syria will actually be implemented. A senior administration official Wednesday was unable to tell reporters the conference call how many troops have already been sent home from Syria, if any, or what the next phase is in the campaign there, referring questions to the Department of Defense.", "keywords": ["decision", "isis", "presidents", "trump", "president", "syria", "russia", "graham", "contradict", "mr", "reporters", "doubles"], "summary": "President Trump is doubling down to defend his decision to withdraw U.S. troops from Syria immediately in the face of intense and swift backlash from even some of his closest allies in Washington.\nMr. Trump declared ISIS \"defeated\" in Syria in a tweet Wednesday, a claim he reiterated in a video posted to Twitter Thursday.\nIn a single tweet, the president made claims about ISIS in Syria that both appeared to contradict himself and claims made publicly by Russia.\nCorker also called Mr. Trump's decision to pull out of Syria just like — or perhaps, worse — than former President Barack Obama's decision to pull troops from Iraq, a decision Mr. Trump blasted at the time.\n— Donald J. Trump (@realDonaldTrump) December 20, 2011It's unclear how the troop withdrawal in Syria will actually be implemented."}, {"link": "https://www.nbcnews.com/news/us-news/former-lehigh-university-student-charged-poisoning-roommate-n950426", "published": "2018-12-20T20:03:00", "title": "Former Lehigh University student charged with poisoning roommate", "author": ["Janelle Griffith", "Janelle Griffith Is A Breaking News Reporter For Nbc News."], "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Janelle Griffith\n\nA former Lehigh University college student accused earlier this year of leaving racist graffiti for his roommate in their dorm room is now facing charges he tried to poison him.\n\nYukai Yang, 22, an international student from China, turned himself in on Thursday and was charged with attempted homicide, aggravated assault, simple assault and reckless endangerment, Northampton County District Attorney John Morganelli said Thursday.\n\nThe chemistry major allegedly sickened his roommate, Juwan Royal, 22, over a few months with small amounts of thallium and possibly other chemicals, Morganelli said at a press conference. Thallium is a toxic metal that is colorless, odorless and tasteless and can be fatal if consumed.\n\nYukai Yang is charged with trying to poison his roommate to death and vandalizing the victim's possessions with racist graffiti. Northampton County Department of Corrections\n\n“Initially, Mr. Royal was as dumbfounded by this as everyone else, because he believed they had a fairly cordial relationship as roommates,” Assistant District Attorney Abe Kassis said.\n\nRoyal told police at the Bethlehem, Pennsylvania, campus that in February he drank from a water bottle in his room and felt burning in his mouth.\n\nYang allegedly mixed the chemicals into his roommate’s food, drinks and mouthwash.\n\nRoyal became ill multiple times in March and his symptoms, which included dizziness, shaking and vomiting, became progressively worse, Morganelli said. Royal's blood tested positive for the chemical and he was treated for thallium poisoning.\n\nYang was confronted about Royal's sickness in a follow-up interview in May, a month after he was separately charged with ethnic intimidation, institutional vandalism and criminal mischief for allegedly scrawling a racial epithet on a desk in their room, authorities said.\n\nHe admitted purchasing various chemicals with the intent of harming himself if he did poorly on exams and told police he mixed them in foods and drinks stored in their shared refrigerator, prosecutors said.\n\n“The Lehigh University Police Department has worked closely with the District Attorney's Office on the investigation and will continue to do so,” a spokeswoman for the school told NBC News, noting Yang is no longer enrolled as a student. “From the outset, our concern has been the health and safety of the victim of these alleged behaviors and, as such, Lehigh staff and faculty have been providing support, services and assistance.”", "keywords": ["yang", "poisoning", "room", "student", "lehigh", "charged", "district", "thallium", "chemicals", "morganelli", "told", "university", "roommate"], "summary": "By Janelle GriffithA former Lehigh University college student accused earlier this year of leaving racist graffiti for his roommate in their dorm room is now facing charges he tried to poison him.\nYukai Yang, 22, an international student from China, turned himself in on Thursday and was charged with attempted homicide, aggravated assault, simple assault and reckless endangerment, Northampton County District Attorney John Morganelli said Thursday.\nThe chemistry major allegedly sickened his roommate, Juwan Royal, 22, over a few months with small amounts of thallium and possibly other chemicals, Morganelli said at a press conference.\nYukai Yang is charged with trying to poison his roommate to death and vandalizing the victim's possessions with racist graffiti.\n“The Lehigh University Police Department has worked closely with the District Attorney's Office on the investigation and will continue to do so,” a spokeswoman for the school told NBC News, noting Yang is no longer enrolled as a student."}, {"link": "https://www.nbcnews.com/news/us-news/maryland-father-accused-directing-his-daughter-5-steal-package-porch-n950436", "published": "2018-12-20T17:20:00", "title": "Maryland father accused of directing his daughter, 5, to steal package from porch", "author": ["Minyvonne Burke", "Minyvonne Burke Is A Breaking News Reporter For Nbc News."], "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Minyvonne Burke\n\nA Maryland father is wanted by police after they said he directed his 5-year-old daughter to steal a package from a porch last month.\n\nGary Martin Smith Hartford County Sheriff's Office\n\nGary Martin Smith, 46, faces charges of theft under $100, conspiracy to commit theft, contributing to the delinquency of a minor and fourth-degree burglary.\n\nThe theft, which the Hartford County Sheriff's Office said happened on Nov. 30, was caught on home surveillance video and posted to the department’s Facebook page.\n\nIn it, a little girl is seen running through the front yard of a home in the town of Bel Air, grabbing a box near the doorstep and running away. At one point, the child stopped and appeared to be looking at someone near the street before running up to the door.\n\nThe sheriff's department said a pair of boots was in the box. A spokesperson told NBC News they don’t believe the package has yet been returned.\n\nVallan Hardison, who lives at the home, previously told NBC affiliate KAIT 8 that she was shocked when she watched the video and saw a child had taken her package.\n\n\"People steal, but to see someone that small doing something like that is just unbelievable,\" she said.\n\nA warrant for Smith’s arrest was issued Wednesday, the sheriff's department posted on Facebook. As of Thursday morning, he was still not in police custody.", "keywords": ["smith", "porch", "directing", "package", "posted", "told", "running", "daughter", "theft", "near", "video", "steal", "accused", "father", "sheriffs", "maryland"], "summary": "By Minyvonne BurkeA Maryland father is wanted by police after they said he directed his 5-year-old daughter to steal a package from a porch last month.\nAt one point, the child stopped and appeared to be looking at someone near the street before running up to the door.\nA spokesperson told NBC News they don’t believe the package has yet been returned.\n\"People steal, but to see someone that small doing something like that is just unbelievable,\" she said.\nA warrant for Smith’s arrest was issued Wednesday, the sheriff's department posted on Facebook."}, {"link": "https://www.foxnews.com/us/alabama-police-department-blames-crimes-on-rejection-of-god", "published": "2018-12-20T20:04:50", "title": "Alabama police department blames crimes on rejection of God", "author": [], "text": "A rural Alabama police department that used social media to scold community members for rejecting God came under fire from a group that opposes mixing government and religious faith.\n\nA statement the Opp Police Department posted Tuesday on Facebook blamed a spike in area homicides on the idea that young people have turned away from God and \"embraced Satan.\" The post followed two gunshot killings in as many days in Covington County on the Alabama-Florida line.\n\nBut the Wisconsin-based Freedom From Religion Foundation said police in the town of 6,500 people were wrongly promoting religion with the social media message. It's illegal for a government entity to endorse or criticize religious belief, the group said in a statement.\n\nOpp police didn't immediately return a phone call Thursday seeking comment, but the post was removed from the department's Facebook page.\n\nWritten in all capital letters, the department's message said five homicides had occurred in the county in 2018.\n\n\"THESE MURDERS HAVE BEEN DONE BY OUR YOUNG PEOPLE. THIS IS HAPPENING BECAUSE WE HAVE TURNED AWAY FROM GOD AND EMBRACED SATAN. WE MAY HAVE NOT MEANT TO DO SO BUT, WE HAVE. IT IS TIME TO ASK FOR GOD'S HELP TO STOP THIS,\" part of the post read.\n\nAn attorney for the Freedom From Religion group, Sam Grover, said the message crossed the line between separation of church and state.\n\n\"The department has very directly endorsed one religious ideology to the exclusion of minority religions and atheism, and decried Satanism. Neither message is permissible,\" Grover said in a statement.\n\nOther Alabama police agencies have invoked God in an effort to stem crime.\n\nOne former Birmingham police chief, A.C. Roper, held prayer walks through neighborhoods; another, Annetta Nunn, promoted a Bible-based plan of instilling civic responsibility.", "keywords": ["god", "turned", "post", "crimes", "blames", "department", "religious", "alabama", "social", "rejection", "message", "religion", "young", "group"], "summary": "A rural Alabama police department that used social media to scold community members for rejecting God came under fire from a group that opposes mixing government and religious faith.\nA statement the Opp Police Department posted Tuesday on Facebook blamed a spike in area homicides on the idea that young people have turned away from God and \"embraced Satan.\"\nAn attorney for the Freedom From Religion group, Sam Grover, said the message crossed the line between separation of church and state.\n\"The department has very directly endorsed one religious ideology to the exclusion of minority religions and atheism, and decried Satanism.\nOther Alabama police agencies have invoked God in an effort to stem crime."}, {"link": "https://www.foxnews.com/us/chicago-dea-double-agent-accused-of-secretly-working-with-murderous-puerto-rican-gang", "published": "2018-12-20T18:58:28", "title": "Chicago DEA ‘double agent’ accused of secretly working with murderous Puerto Rican gang", "author": ["Greg Norman"], "text": "A Chicago DEA agent could spend the rest of his life in prison after being busted by federal authorities for allegedly helping a Puerto Rican-based gang traffic drugs and guns – and then joining the agency to help them cover it up.\n\nFernando Gomez, 41, was ordered held without bond Thursday, according to the Chicago Tribune, and is facing a litany of firearm and narcotics-related charges.\n\n“Fernando Gomez is a special agent of the DEA, an organization committed to upholding the nation’s drug laws and relentless in its pursuit of narcotics traffickers,” U.S. Attorney Geoffrey S. Berman said last week. “But as alleged, Gomez joined the DEA to betray those laws, and to help narcotics traffickers evade detection by law enforcement. He will now be prosecuted to the full extent of the law.”\n\nFederal investigators say during his career as a police officer and DEA agent, Gomez – as far back as 2006 -- secretly started working with La Organizacion de Narcotraficantes Unidos, a Puerto Rico-based “racketeering enterprise involved in drug dealing and murders.\n\nCHARGES IN DEATH OF ANTI-GANG CRUSADER WHO LOST HER DAUGHTER\n\n“Gomez, while working as a detective with the City of Evanston Police Department in Illinois, obtained firearms from drug dealers, transported those firearms to Puerto Rico, and provided those firearms to Jose Martinez-Diaz, a/k/a “Tony Zinc,” the Justice Department said in a statement.\n\nThey added that Gomez also participated in a conspiracy to distribute cocaine.\n\n“Gomez then joined the DEA so that he could help members of the narcotics conspiracy, including Martinez-Diaz, evade prosecution by law enforcement,” it said.\n\nMartinez-Diaz previously has been charged in the alleged scheme and Gomez himself is facing charges of participating in a narcotics conspiracy involving the distribution of five kilograms or more of cocaine and aiding and abetting in the possession of firearms, among other counts.\n\nHe was arrested at the DEA’s Chicago offices last Tuesday.\n\n“When Gomez swore to uphold our nation’s drug laws, he never had any intention of doing that,” Assistant U.S. Attorney Jordan Estes wrote in a letter to a judge this week that was obtained by the Chicago Sun-Times. “From the beginning, he was a double agent.”\n\nGomez’s attorneys say he was in the Marines prior to going into law enforcement and claim his only link to Puerto Rico is when he went on assignment there with the DEA, the Chicago Tribune reported.", "keywords": ["murderous", "dea", "narcotics", "double", "gomez", "secretly", "gang", "working", "law", "firearms", "drug", "laws", "agent", "help", "rican", "chicago", "puerto"], "summary": "A Chicago DEA agent could spend the rest of his life in prison after being busted by federal authorities for allegedly helping a Puerto Rican-based gang traffic drugs and guns – and then joining the agency to help them cover it up.\nFernando Gomez, 41, was ordered held without bond Thursday, according to the Chicago Tribune, and is facing a litany of firearm and narcotics-related charges.\n“Fernando Gomez is a special agent of the DEA, an organization committed to upholding the nation’s drug laws and relentless in its pursuit of narcotics traffickers,” U.S. Attorney Geoffrey S. Berman said last week.\n“But as alleged, Gomez joined the DEA to betray those laws, and to help narcotics traffickers evade detection by law enforcement.\n“Gomez then joined the DEA so that he could help members of the narcotics conspiracy, including Martinez-Diaz, evade prosecution by law enforcement,” it said."}, {"link": "https://www.aol.com/article/news/2018/12/20/russias-putin-accuses-us-raising-risk-nuclear-war/23623615/", "published": "2018-12-20T14:42:45", "title": "Russia's Putin accuses U.S. of raising risk of nuclear war", "author": ["Aol Staff", "Polina Nikolskaya", "Andrew Osborn"], "text": "MOSCOW, Dec 20 (Reuters) - President Vladimir Putin on Thursday accused the United States of raising the risk of nuclear war by threatening to spurn a key arms control treaty and refusing to hold talks about another pact that expires soon.\n\nIn a news conference that lasted more than three hours, Putin also backed U.S. President Donald Trump's decision to pull troops out of Syria, said British Prime Minister Theresa May had no choice but to implement Brexit and that Western democracy was under serious strain.\n\nThe annual event, the 14th of its kind, is used by Putin to burnish his leadership credentials and send messages to foreign allies and foes.\n\nThis year, he made clear his biggest worry was what he called a dangerous new arms race, something he accused the United States of stoking by turning its back on arms control.\n\nWashington has threatened to pull out of the 1987 Intermediate-range Nuclear Forces Treaty (INF) which bans Moscow and Washington from stationing short- and intermediate-range, land-based missiles in Europe.\n\nPutin said the move, if it happened, would have unpredictable consequences.\n\n\"We are essentially witnessing the breakdown of the international arms control order and (the start of) an arms race,\" Putin told more than 1,000 reporters.\n\n\"It's very hard to imagine how the situation will develop (if the United States quits the INF treaty). If these missiles appear in Europe what should we do? Of course, we'll have to ensure our own security.\"\n\nPutin has previously said that Russia would be forced to train its own missiles on any European countries that host U.S. rockets.\n\nRelated: President Donald Trump meets with Vladimir Putin in Finland\n\n15 PHOTOS President Donald Trump meets with Vladimir Putin in Finland See Gallery President Donald Trump meets with Vladimir Putin in Finland Russia's President Vladimir Putin (R) and U.S. President Donald Trump attend a meeting in Helsinki, Finland July 16, 2018. Sputnik/Alexei Nikolsky/Kremlin via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. HELSINKI, FINLAND - JULY 16, 2018: The national flags of Russia and the United States seen ahead of a meeting of Russia's President Vladimir Putin and US President Donald Trump. Valery Sharifulin/TASS (Photo by Valery Sharifulin\\TASS via Getty Images) US President Donald Trump (L) and Russian President Vladimir Putin arrive for a meeting in Helsinki, on July 16, 2018. (Photo by Brendan Smialowski / AFP) (Photo credit should read BRENDAN SMIALOWSKI/AFP/Getty Images) Russia's President Vladimir Putin (R), U.S. President Donald Trump (C) and First lady Melania Trump attend a meeting in Helsinki, Finland July 16, 2018. Sputnik/Alexei Nikolsky/Kremlin via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. HELSINKI, FINLAND - JULY 16: (----EDITORIAL USE ONLY MANDATORY CREDIT - 'KREMLIN PRESS OFFICE / HANDOUT' - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS----) (L-R) US First Lady Melania Trump, US President Donald Trump, Russian President Vladimir Putin, Finnish President Sauli Niinisto and his wife Jenni Haukio pose for a photo during their meeting in Helsinki, Finland on July 16, 2018. (Photo by Kremlin Press Office / Handout/Anadolu Agency/Getty Images) Russia's President Vladimir Putin (R), U.S. President Donald Trump (C) and First lady Melania Trump attend a meeting in Helsinki, Finland July 16, 2018. Sputnik/Alexei Nikolsky/Kremlin via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. U.S. President Donald Trump meets with Russia's President Vladimir Putin in Helsinki, Finland, July 16, 2018. REUTERS/Kevin Lamarque U.S. President Donald Trump and Russia's President Vladimir Putin shake hands as they meet in Helsinki, Finland July 16, 2018. REUTERS/Kevin Lamarque Russia's President Vladimir Putin (R) and U.S. President Donald Trump attend a meeting in Helsinki, Finland July 16, 2018. Sputnik/Alexei Nikolsky/Kremlin via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. HELSINKI, FINLAND JULY 16, 2018: US President Donald Trump (L) and Russia's President Vladimir Putin give a joint news conference following their meeting at the Presidential Palace. Valery Sharifulin/TASS (Photo by Valery Sharifulin\\TASS via Getty Images) U.S. President Donald Trump and Russian President Vladimir Putin react at the end of the joint news conference after their meeting in Helsinki, Finland, July 16, 2018. REUTERS/Leonhard Foeger U.S. President Donald Trump receives a football from Russia's President Vladimir Putin during their joint news conference after a meeting in Helsinki, Finland, July 16, 2018. REUTERS/Kevin Lamarque Russia's President Vladimir Putin (C), U.S. President Donald Trump (R) and First lady Melania Trump pose for a picture with a football during a meeting in Helsinki, Finland July 16, 2018. Sputnik/Alexei Nikolsky/Kremlin via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. HELSINKI, FINLAND JULY 16, 2018: US First Lady Melania Trump, Russia's President Vladimir Putin, and US President Donald Trump (L-R) after a news conference at the Presidential Palace. Valery Sharifulin/TASS (Photo by Valery Sharifulin\\TASS via Getty Images) U.S. First Lady Melania Trump holds a football thrown to her by U.S. President Donald Trump during his joint news conference with Russia's President Vladimir Putin after a meeting in Helsinki, Finland, July 16, 2018. REUTERS/Kevin Lamarque Up Next See Gallery Discover More Like This HIDE CAPTION SHOW CAPTION of SEE ALL BACK TO SLIDE\n\nAnother U.S.-Russia treaty, the New START pact, which limits the number of deployed strategic nuclear warheads each side can have, expires in 2021. Putin said he was worried that Washington didn't appear to be interested in discussing its future.\n\n\"No talks on extending this are yet being held. Are the Americans not interested, do they not need them? Ok, we'll survive and will ensure our own security, which we know how to do. But in general, this is very bad for humankind because it takes us closer to a dangerous threshold.\"\n\nGROWING THREAT\n\nThe Russian leader, who said Moscow had developed nuclear weapons which he believed gave it an edge over other countries, warned the threat of a nuclear conflict was growing as a result of the U.S. moves. He also cited the dangerous tendency of lowering the threshold for using nuclear weapons and the idea of using ballistic missiles with conventional warheads.\n\n\"If, God forbid, something like that were to happen, it would lead to the end of all civilisation and maybe also the planet,\" said Putin.\n\nBut though Putin criticized Washington, he made clear that he still hoped to meet Trump sometime soon, saying it was important the two leaders discussed issues such as arms control.\n\nRelated: Russia prepares to re-elect Vladimir Putin\n\n15 PHOTOS Russia prepares to re-elect Vladimir Putin See Gallery Russia prepares to re-elect Vladimir Putin Veronika Baikova, 41, Russian citizen who plans to boycott the upcoming presidential election, poses for a picture as she visits her relatives in the village of Yukhovichi, Belarus, February 7, 2018. \"Me and my friends will not go to the polling station - we don't believe in this election,\" said Baikova. \"But if I go to the polls, I will vote against everyone and especially against Putin. His policies have not given us anything good over the years\". REUTERS/Vasily Fedosenko Vasily Slonov, 48, artist and supporter of presidential candidate Pavel Grudinin, poses for a picture inside his workshop in Krasnoyarsk, Russia, February 8, 2018. \"I don't think that this will be Putin's final term in office. In fact I see a sort of messianic energy in Putin,\" said Slonov. \"He?s not just any other person, but something of an instrument in God's hands. He's not simply a politician.\" REUTERS/Ilya Naymushin Natalia Dementieva, 44, an accountant who is currently unemployed and supporter of presidential candidate Ksenia Sobchak, poses for a picture in Moscow, Russia, January 14, 2018. \"She speaks the truth, openly. She doesn't lie. She raises issues which are taboo under our government. For example, Crimea. Which means she's not afraid,\" said Dementieva. \"The idea that things have improved, I'm not seeing it. Things have gotten worse. They have started to control what people think even more than during the Communist era. People are afraid again... Ksenia is a politician of the future.\" REUTERS/Maxim Shemetov Yulia Dyuzheva, 22, student and supervisor of the \"SUPERPUTIN\" exhibition and supporter of presidential candidate Vladimir Putin, poses for a picture in Moscow, Russia, January 14, 2018. \"I'd draw your attention to the colossal support of young people for the current government. As a representative of the younger generation, I can say that for us, young Russians, all the doors are open. Everyone is able to grab the opportunities presented and make the most of themselves, in whatever town or region,\" said Dyuzheva. \"For me, Russia's current leader is taking the country down a very rational path, a path based on justice, openness, one which places a stress on values and traditions, and takes a very clear position on the global stage.\" REUTERS/Maxim Shemetov Andrei Vorontsov, 42, ataman of a local Cossack society and supporter of presidential candidate Vladimir Putin, poses for a picture in Mikhaylovsk town in Stavropol Region, Russia, February 21, 2018. \"It's hard to say what the future will look like,\" said Vorontsov. \"The way I see it, people can make assumptions, but it's God that decides. The way He rules it, that's how things will be.\" REUTERS/Eduard Korniyenko Alexander Reshetnyak, 42, Cossack ataman and supporter of presidential candidate Vladimir Putin, poses for a picture in Stavropol, Russia, February 16, 2018. \"Of course, among the candidates right now, in my opinion no one can compete with our current president,\" said Reshetnyak. \"There's no alternative. So yes, maybe these are elections without a genuine choice.\" REUTERS/Eduard Korniyenko Tanzurun Darisyu, 51, supporter of presidential candidate Vladimir Putin and head of a private farm located in Kara-Charyaa area in the south of Kyzyl town, the administrative centre of the Republic of Tyva (Tuva region), poses for a picture inside her yurt in Southern Siberia, Russia, February 14, 2018. \"We, the Arat people, farmers, need to be able to be confident about what tomorrow will look like. We need this in order to expand and develop our farmsteads.\" said Darisyu. REUTERS/Ilya Naymushin Anastasia Shevchenko, 38, head of the election campaign team for presidential candidate Ksenia Sobchak, poses for a picture in Rostov-on-Don, Russia, February 13, 2018. \"I want change, of course. First of all, in how this country is run. I hope that something will change. That's why I completely support my candidate's programme,\" said Shevchenko. \"But at the same time, I completely understand that these elections don't decide anything. I just want new people in our politics.\" REUTERS/Sergey Pivovarov Andrei Lukinykh, 46, engineer and supporter of presidential candidate Vladimir Putin, poses for a picture in Yevpatoriya, Crimea, February 20, 2018. \"I am going to vote, because I want stability. As the saying goes, you don't change your horses when crossing a river (at a turning point, during a difficult time),\" said Lukinykh. \"Unlike the others, my candidate can provide the stability that's needed.\" REUTERS/Pavel Rebrov Vitaly Bespalov, 26, journalist and supporter of presidential candidate Ksenia Sobchak, poses for a picture, showing a tattoo depicting Sobchak on his arm, in St. Petersburg, Russia, February 14, 2018. \"I am 26. Eighteen of those years, all of my conscious life, I have lived under a single president,\" said Bespalov. \"I have been waiting too long for change.\" REUTERS/Anton Vaganov Alexei Gruk, 45, mechanic and supporter of presidential candidate Pavel Grudinin, poses for a picture in St. Petersburg, Russia, January 31, 2018. \"The most important thing for me is that our foreign policy stays the same,\" said Gruk. \"To hell with the sanctions? So what if they don?t bring foreign stuff here anymore? As if that means we have to give up. I don't care.\" REUTERS/Anton Vaganov Marina Kalinichenko, 54, a maths teacher and supporter of presidential candidate Vladimir Putin, poses for a picture in Yevpatoriya, Crimea, February 21, 2018. \"As Mark Twain said, 'if voting made a difference, they wouldn't let us do it'. I really do support my candidate, but I also realise that it's the oligarchs that truly decide, who becomes president.\" said Kalinichenko. REUTERS/Pavel Rebrov Maxim Gubsky, 21, student and supporter of presidential candidate Vladimir Zhirinovsky, poses for a picture in Stavropol, Russia, February 20, 2018. \"I don't expect Putin to change things, and history proves this to be true,\" said Gubsky. \"Little has changed over the past twenty years... to see progress in my life, we need a new president, new ambitions and new decisions.\" REUTERS/Eduard Korniyenko Svyatoslav Lomakin, 19, student and supporter of presidential candidate Vladimir Zhirinovsky, poses for a picture in Tula, Russia, January 26, 2018. \"There's something of a shift, but I want real changes, which will improve our lives,\" said Lomakin. \"I want there to be more opportunities for the young, so they can really make the most of their lives.\" REUTERS/Maxim Shemetov Vitaly Zubenko, 45, lawyer and supporter of presidential candidate Grigory Yavlinsky, poses for a picture in Stavropol, Russia, February 19, 2018. \"When the people in power don't change, it's the foundation for corruption, it's what corruption needs to remain undefeated,\" said Zubenko. \"We see that for the past four years, real incomes have been falling. A few people might have seen things improve, but overall, the population, the country, business, entrepreneurs, all economic structures, they're just about surviving. Things are getting worse and worse, unfortunately... We have to change the constitution, so that power never again finds itself in the hands of a single person.\" REUTERS/Eduard Korniyenko Up Next See Gallery Discover More Like This HIDE CAPTION SHOW CAPTION of SEE ALL BACK TO SLIDE\n\nWith relations between Moscow and Washington strained by everything from Ukraine to hacking allegations, Putin said he did not know when a meeting with Trump might take place however.\n\nPutin won a landslide re-election victory in March, giving him six more years in power. Although he faces no serious political threat for now, plans to sharply raise the pension age saw his approval rating fall to below 60 percent for the first time in five years.\n\n(Additional reporting by Gabrielle Tetrault-Farber, Polina Ivanova, Tom Balmforth, Darya Korsunksaya, Masha Tsvetkova, Elena Fabrichnaya, Maria Kiselyova, Ekaterina Golubkova, Vladimir Soldatkin, Andrey Ostroukh; Writing by Andrew Osborn; Editing by Jon Boyle)\n\nMore from :\n\nDeath toll in French \"yellow vest\" protests rises to nine\n\nN. Korea says it won't denuclearize unless US removes threat\n\nU.S. weighs complete withdrawal of troops from Syria - U.S. officials", "keywords": ["trump", "accuses", "vladimir", "risk", "2018", "finland", "raising", "president", "nuclear", "russia", "presidential", "16", "donald", "russias", "war", "putin"], "summary": "MOSCOW, Dec 20 (Reuters) - President Vladimir Putin on Thursday accused the United States of raising the risk of nuclear war by threatening to spurn a key arms control treaty and refusing to hold talks about another pact that expires soon.\nRelated: President Donald Trump meets with Vladimir Putin in Finland15 PHOTOS President Donald Trump meets with Vladimir Putin in Finland See Gallery President Donald Trump meets with Vladimir Putin in Finland Russia's President Vladimir Putin (R) and U.S. President Donald Trump attend a meeting in Helsinki, Finland July 16, 2018.\nU.S. President Donald Trump meets with Russia's President Vladimir Putin in Helsinki, Finland, July 16, 2018.\nREUTERS/Kevin Lamarque U.S. President Donald Trump and Russia's President Vladimir Putin shake hands as they meet in Helsinki, Finland July 16, 2018.\nREUTERS/Kevin Lamarque Russia's President Vladimir Putin (R) and U.S. President Donald Trump attend a meeting in Helsinki, Finland July 16, 2018."}, {"link": "https://www.nbcnews.com/politics/congress/i-am-not-liar-dhs-chief-nielsen-defends-immigration-policies-n950511", "published": "2018-12-20T20:32:00", "title": "'I am not a liar': DHS chief Nielsen defends immigration policies in heated hearing", "author": ["Dartunorro Clark", "Dartunorro Clark Is A Political Reporter For Nbc News."], "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Dartunorro Clark\n\nHomeland Security Secretary Kirstjen Nielsen faced a barrage of criticism from House Democrats on Thursday in a testy hearing on the Trump administration's immigration policies.\n\nIn one particularly heated exchange, Democratic Rep. Luis Gutierrez of Illinois called the DHS chief a liar after she defended the administration policy of separating migrant children from their parents at the U.S.-Mexico border.\n\n\"It is as if you can’t see the reality of modern immigration or contributions of anyone who came from countries other than Norway or other parts of Europe. It’s as if you and the Trump administration are blind,\" he said. \"Shame on everybody that separates children and allows them to stay at the other side of the border fearing death, fearing hunger, fearing sickness. Shame on us for wearing our badge of Christianity during Christmas for allowing the secretary to come here and lie.\"\n\nNielsen has been under intense scrutiny from lawmakers and the public over the past months for enforcing the administration's staunch anti-immigration policies. President Donald Trump has also reportedly expressed displeasure with her job performance.\n\nAt the hearing before the House Judiciary Committee on Thursday, however, Nielsen firmly defended the administration's practices by insisting, as she has in the past, that no such family separation policy existed.\n\nShe fired back at Gutierrez calling her a liar, saying, \"Only to say that calling me a liar is fighting words. I'm not a liar, we've never had a policy for family separation.\"\n\nA family separation policy, she said, \"would mean that any family that I found at a port of entry I would separate, it would mean that every single family that I found illegally crossing, we would separate. We did none of those.\"\n\nAt least 2,600 children were separated from their parents under the Trump administration's \"zero tolerance\" policy at the border, which was in effect from May 6 through June 20. Under pressure, Trump signed an executive order in June to end the practice and allow families to be detained together.\n\nRep. Hank Johnson, D-Ga., also asked Nielsen about whether the Department of Homeland Security lost track of separated families. She insisted there is a database and “we know where all the children were, we knew where all the parents were.\"\n\nBut this past October, the DHS inspector general found that DHS was \"not fully prepared to implement the administration's zero-tolerance policy or to deal with some of its after-effects\" and \"struggled to provide accurate, complete, reliable data on family separations.\"\n\nRep. Jerry Nadler, D-N.Y., the incoming chairman of the House Judiciary Committee, also had sharp words for Nielsen, saying he will conduct rigorous oversight of DHS when Democrats take control of the House next month.\n\n\"As we move into the next Congress, I want to put you and the department on notice. The time for accountability has arrived,\" he said. \"Members of this committee have a responsibility to ask hard questions of any administration to ensure that federal agencies are working in accordance with the law and in the interests of the American people. That job begins today.\"\n\nNielsen was also pressed by Rep. Sheila Jackson, D-Texas, about the death of 7-year-old Jakelin Caal Maquin, a Guatemalan immigrant who died of dehydration and shock hours after being taken into custody with her father by the U.S. Border Patrol earlier this year.\n\n\"Jackie did not have to die. She did not have to die. Jackie did not have to die,\" Jackson said, questioning why there were not more medical and language services immediately available at the time. \"These are human beings!\"\n\nNielsen claimed that Maquin's father did not indicate any health concerns at first, saying CBP revived her twice before they got her to a hospital.\n\n\"To put this in perspective, this is exactly why we try to encourage migrants to go a port of entry. Unfortunately, they arrived in the middle of the night in the middle of nowhere,\" she said. \"As soon as [the father] indicated there was a health issue, we did what we could do as quickly as possible to get her to medical care ... the men and women of CBP did everything they could do.\"\n\nLater, Nielsen was asked about Trump's demand for $5 billion from Congress to build his long-promised border wall. She sidestepped the question of why the president threatened to shut down the government over funding for the wall, despite his repeated insistence that Mexico would foot the bill. She said she does not believe the government should shut down over the wall, but also said she did not disagree with the president's position.\n\n\"So, I guess I'm confused. If Mexico is supposed to pay for the border wall, why is the Trump administration and your department of Homeland Security petitioning Congress for $5 billion dollars in American taxpayer money to pay for that same wall?\" Rep. Hakeem Jeffries, D-N.Y., asked.\n\n\"All I can tell you from my perspective is why we need a wall, how much wall we need, and where we're going to build it,\" she said.", "keywords": ["immigration", "family", "trump", "nielsen", "heated", "policies", "hearing", "chief", "defends", "wall", "border", "administrations", "house", "dhs", "policy", "liar"], "summary": "By Dartunorro ClarkHomeland Security Secretary Kirstjen Nielsen faced a barrage of criticism from House Democrats on Thursday in a testy hearing on the Trump administration's immigration policies.\nIn one particularly heated exchange, Democratic Rep. Luis Gutierrez of Illinois called the DHS chief a liar after she defended the administration policy of separating migrant children from their parents at the U.S.-Mexico border.\nNielsen has been under intense scrutiny from lawmakers and the public over the past months for enforcing the administration's staunch anti-immigration policies.\nShe fired back at Gutierrez calling her a liar, saying, \"Only to say that calling me a liar is fighting words.\nLater, Nielsen was asked about Trump's demand for $5 billion from Congress to build his long-promised border wall."}, {"link": "https://www.bbc.com/news/uk-england-sussex-46640033", "published": "2018-12-20T20:58:23", "title": "Gatwick Airport: Army called in amid drone chaos", "author": [], "text": "Media playback is unsupported on your device Media caption About 10,000 passengers were affected overnight on Wednesday as flights were unable to take off or land\n\nThe Army has deployed \"specialist equipment\" to Gatwick Airport as the travel chaos caused by drone activity shows no sign of abating.\n\nIt comes as Easyjet has cancelled all of its flights from Gatwick for the rest of the day.\n\nThe airline, the biggest operator at the airport, said there was \"no indication\" when Gatwick would reopen.\n\nTens of thousands of passengers on several airlines have been disrupted by drones flying over the airport.\n\nImage copyright Eddie Mitchell Image caption Men in military uniform entered Gatwick Airport airside at about 20:00 GMT and were seen liaising with police\n\nIn a tweet, the Ministry of Defence (MoD) said Defence Secretary Gavin Williamson had confirmed the military deployment.\n\nHe said: \"The armed forces have a range of unique capabilities and this isn't something we would usually deploy but we are there to assist and do everything we can so that they are in a position to open the airport at the earliest opportunity.\"\n\nMen in military uniform were seen arriving at the airport at about 20:00 GMT and liaising with police officers, before entering the grounds in convoy.\n\nImage copyright Peter Macdiarmid/LNP Image caption Armed police were seen at the airfield\n\nOfficials from various government departments have been meeting and the prime minister is being kept informed.\n\nTheresa May's spokesman said: \"This is a serious incident, it's causing widespread disruption for passengers.\n\n\"The intention, obviously, is that it should be brought to a close as soon as possible.\"\n\nGatwick's runway has been shut since Wednesday night because devices have been repeatedly flown over the airfield.\n\nA spokeswoman said it does not expect to re-open \"for the foreseeable future and the advice to passengers remains not to come to the airport\".\n\nAn Easyjet spokesperson said: \"We are making every effort to get people to their destination at this important time of the year, but following reports of drones flying over Gatwick Airport, the runway remains closed and all flights are currently suspended.\"\n\nThe airline said it expected disruption to continue into Friday and is advising all passengers to check the status of their flight.\n\nPassengers Carl and Lisa McCluskey, from Lincolnshire, found out from an air stewardess earlier that their flight to Egypt was delayed until further notice and they would need to check in with their airline Thomas Cook at 06:00 GMT on Friday.\n\nRyanair has announced all its flights operating to or from Gatwick on Friday, will instead depart from or arrive at London Stansted.\n\nImage caption Passengers stranded at Gatwick waited for updates on their travel options\n\nSussex Police said the drone activity was not terror-related but was a \"deliberate act\" of disruption, using \"industrial specification\" drones.\n\nGatwick chief executive Stewart Wingate agreed it was a \"highly targeted activity\" and added: \"It cannot be right that drones can close a vital part of our national infrastructure in this way. This is obviously a relatively new technology and we need to think through together the right solutions to make sure it cannot happen again.\"\n\nHe is still \"not in a position to say when it will be safe to reopen the airport\".\n\nAbout 110,000 passengers on 760 flights were due to fly on Thursday, but 633 flights were cancelled.\n\nTransport Secretary Chris Grayling said: \"We'll do everything we can to ensure that if Gatwick is not open again quickly that we can get [passengers] away from other airports.\"\n\nHe could not confirm whether the perpetrators were close to being caught but added: \"There's a huge amount of effort going on - we've got up-to-date technology, we've brought special technology into Gatwick to try and track this down.\"\n\nWhat happened?\n\nThe shutdown started just after 21:00 on Wednesday when two drones were spotted flying \"over the perimeter fence and into where the runway operates from\".\n\nThe runway briefly reopened at 03:01 on Thursday but was closed again about 45 minutes later due to \"a further sighting of drones\".\n\nThe airport said at about 12:00 a drone had been spotted \"in the last hour\".\n\nGatwick chief operating officer Chris Woodroofe said: \"The police are looking for the operator and that is the way to disable the drone.\"\n\nHe said police had not wanted to shoot the devices down because of the risk from stray bullets.\n\nHe said it remained unsafe to reopen the airport after the drone had been spotted too close to the runway.\n\nMr Woodroofe added: \"If we were to reopen today we will first repatriate passengers who are in the wrong place which could take several days.\"\n\nThe police operation\n\nMore than 20 police units from two forces are searching for the perpetrator, who could face up to five years in jail.\n\nSupt Justin Burtenshaw, head of armed policing for Sussex and Surrey, described attempts to catch whoever was controlling the drones as \"painstaking\" because it was \"a difficult and challenging thing to locate them\".\n\n\"Each time we believe we get close to the operator, the drone disappears; when we look to reopen the airfield, the drone reappears,\" he said.\n\nAs a result of an appeal for information, Sussex Police said it had been inundated with calls, but urged people to contact with information \"focussed on the identity or location of the drone operator\".\n\nHow have passengers been affected?\n\nImage copyright PA Image caption A total of 633 flights have been cancelled\n\nAbout 10,000 passengers were affected overnight on Wednesday and Gatwick said 110,000 people were due to either take off or land at the airport on Thursday.\n\nIncoming planes were diverted to other airports including London Heathrow, Luton, Birmingham, Manchester, Cardiff, Glasgow, Paris and Amsterdam.\n\nCrowds of travellers spent the morning waiting inside Gatwick's terminal for updates, while others reported being stuck on grounded planes for hours.\n\nAre you waiting for your flight at Gatwick Airport? Email haveyoursay@bbc.co.uk.\n\nA Gatwick spokeswoman said extra staff had been brought in and they were \"trying their best\" to provide food and water to those who needed it.\n\nThe Civil Aviation Authority said it considered this event to be an \"extraordinary circumstance\", and therefore airlines were not obligated to pay any financial compensation to passengers.\n\nAlex Neill, from consumer rights group Which?, said people \"may still be entitled to meals, refreshments, hotel accommodation or transfers\".\n\nImage copyright PA Image caption Flights were diverted to other UK airports as well as Paris and Amsterdam\n\nKasia Jaworska told the BBC she was travelling from Glasgow to Gatwick with her boyfriend when her flight was diverted to Luton.\n\nShe said she thought it was \"strange\" two drones had led to the closure of the airport.\n\n\"You would imagine there would be better security in place and emergency action for something like that,\" she said.\n\nChristopher Lister, who had been returning from Kiev, posted a picture of people sleeping \"on every seat and across the floors\" on board his flight.\n\nHe said the photo was taken six hours after the plane - which was due to arrive at Gatwick - landed in Birmingham.\n\nMedia playback is unsupported on your device Media caption Passengers affected by disruption at Gatwick Airport spoke of their frustration.\n\nLuke McComiskie, whose flight ended up in Manchester, described chaotic scenes as people tried to find their way home after more than three hours stuck onboard.\n\nThe 20-year-old from Aldershot said: \"We got told there would be some arrangements with coaches for us when we get out the terminal.\n\n\"It was just chaos and they had only two coaches and taxis charging people £600 to get to Gatwick.\"\n\nAirports and drones: The law\n\nMedia playback is unsupported on your device Media caption \"With most drones the batteries will last for only 20 minutes\"\n\nIt is illegal to fly a drone within 1km of an airport or airfield boundary and flying above 400ft (120m) - which increases the risk of a collision with a manned aircraft - is also banned.\n\nEndangering the safety of an aircraft is a criminal offence which can carry a prison sentence of five years.\n\nThe number of aircraft incidents involving drones has grown dramatically in the past few years. In 2013 there were zero incidents, compared to almost 100 last year.\n\nMr Grayling said the events at Gatwick are \"not something that's not been experienced in this country before\", even though drones have been a problem elsewhere in the world.\n\nCivilian drones have grown in popularity as they have got cheaper and technological improvements have meant components are smaller, faster and more reliable than ever before.\n\nMr Grayling said the government was now looking to \"go further\" with drone-control, including considering age-limits for users.\n\nHe added: \"Anyone who tries to do the same [as at Gatwick] again, should expect to go to jail for a long time.\"\n\nThe UK Airprox Board assesses incidents involving drones and keeps a log of all reports.\n\nIn one incident last year, for example, a pilot flying over Manchester saw a red \"football-sized\" drone passing down the left hand side of the aircraft.\n\nIn another, a plane leaving Glasgow narrowly missed a drone. The pilot in that case said the crew only had three seconds of warning and there was \"no time to take avoiding action\".\n\nHave you been affected by the suspension of flights at Gatwick Airport? Do you have any questions about your consumer rights? You can get in touch by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "keywords": ["amid", "drone", "close", "flights", "reopen", "flying", "passengers", "airport", "drones", "chaos", "caption", "army", "called", "gatwick"], "summary": "Tens of thousands of passengers on several airlines have been disrupted by drones flying over the airport.\nHe said it remained unsafe to reopen the airport after the drone had been spotted too close to the runway.\nAre you waiting for your flight at Gatwick Airport?\nMedia playback is unsupported on your device Media caption Passengers affected by disruption at Gatwick Airport spoke of their frustration.\nHave you been affected by the suspension of flights at Gatwick Airport?"}, {"link": "https://www.cnn.com/2018/12/20/asia/north-korea-us-nuclear-threat-intl/index.html", "published": "2018-12-20T18:32:00", "title": "North Korea says it will not denuclearize until the US eliminates 'nuclear threat'", "author": ["Will Ripley", "Sophie Jeong", "Matthew Robinson"], "text": "(CNN) North Korea will not relinquish its nuclear weapons until the US eliminates its own \"nuclear threat,\" according to a commentary published by state-run Korean Central News Agency (KCNA).\n\n\"The proper definition of denuclearization of the Korean Peninsula is completely eliminating the American nuclear threat to North Korea before eliminating our nuclear capability,\" the commentary says.\n\nThe US and North Korea are deadlocked in negotiations over how Pyongyang will denuclearize in return for the easing of sanctions.\n\nOn June 12 in Singapore, North Korean leader Kim Jong Un and US President Donald Trump signed a vaguely worded pledge to \"work toward complete denuclearization of the Korean Peninsula.\" However, in the six months since, talks have stalled and North Korean criticism of the US has sharpened, though Pyongyang has continued to heap praise on Trump.\n\nThe commentary published Thursday suggests one obstacle in the negotiations could be US military assets based in South Korea and the protection of South Korea under the US nuclear umbrella.\n\nNorth Korea has repeatedly refused calls for the US for it to unilaterally denuclearize.\n\nSecretary of State Mike Pompeo said Thursday that we \"still are working through the execution of Chairman Kim's commitment to denuclearize,\" but insisted the US is \"undoubtedly\" in a better situation with Pyongyang than it was a year ago.\n\n\"Undoubtedly,\" Pompeo said when asked by Kansas radio station KNSS. \"No more missiles being tested, no more nuclear testing. We're in a better place today.\"\n\nPompeo noted that he's traveled to North Korea \"now, oh goodness, three or four times. We'll continue to have meetings, and we are hopeful that in the new year President Trump and Chairman Kim will get together not too long after the first of the year and make even further progress on taking this threat to the United States away from us.\"\n\nAsked about the presence of nuclear weapons on the peninsula, a US defense official said \"we do not discuss the location of nuclear weapons; however, in the early '90s, President George H. W. Bush announced the withdrawal of all naval and land-based tactical nuclear weapons deployed abroad.\"\n\nThe KCNA commentary said that \"when talking about the Korean peninsula, it encompasses not only our republic's territory but also South Korea where the American nuclear weapons and armed forces for invasion are spread out. When talking about denuclearization of the Korean peninsula, [the US] needs to know that it means eliminating all nuclear threat factors.\"\n\n'All neighboring areas'\n\nThe statement also says the US push toward the total denuclearization of the Korean Peninsula should include the removal of nuclear threats from \"not only the North and the South, but from all neighboring areas.\"\n\nNorth Korea has repeatedly refused US calls for it to unilaterally denuclearize, branding Washington's demands a \"delusion.\"\n\nThe commentary states that if North Korea gives up its nuclear weapons, rather than lead to denuclearization it would render North Korea a \"defenseless state\" where the \"balance in nuclear strategic strength is destroyed\" and the \"crisis of a nuclear war is brought forth.\"\n\nKCNA instead called on the US to implement the measures that North Korea has asked of Washington, which it said would not be difficult to \"commit to and carry out.\" These actions include ending the US' \"hostile policies\" toward North Korea and halting \"unjust sanctions.\"\n\nNorth Korea's Punggye-ri nuclear test site was reported to have been destroyed in May.\n\n\"It is obvious that denuclearization of the Korean Peninsula is a joint business that cannot be achieved unless both Korea and the United States strive tougher,\" the commentary states.\n\nHowever, Trump and Secretary of State Mike Pompeo have rejected calls from China, Russia and North Korea itself for the US to lift sanctions on the isolated state until further progress is made toward denuclearization on the Korean Peninsula.\n\nIt has also rejected suggestions it intends to reduce its military presence in the region as part of any deal with Pyongyang. Despite this, Trump announced in June that he intends to halt large military exercises conducted alongside South Korea in the region.\n\nIt is now possible a second summit with Kim will be held in the new year to clarify the exact definition of denuclearization, after Trump stated in early December that one is likely to be scheduled for January or February.\n\nUS national security adviser John Bolton also said in early December that a second summit should be held, as North Korea has not lived up to its commitments.\n\n\"They have not lived up to the commitments so far,\" he said at The Wall Street Journal's annual CEO Council conference in Washington. \"That's why I think the President thinks that another summit is likely to be productive.\"\n\nUS State Department spokesman Robert Palladino said Tuesday that the US \"remains confident\" about the push toward denuclearization, and that the US looks forward to the \"commitments that Chairman Kim and President Trump have made.\"", "keywords": ["commentary", "peninsula", "trump", "korean", "denuclearization", "denuclearize", "korea", "nuclear", "weapons", "north", "eliminates", "threat", "state"], "summary": "(CNN) North Korea will not relinquish its nuclear weapons until the US eliminates its own \"nuclear threat,\" according to a commentary published by state-run Korean Central News Agency (KCNA).\n\"The proper definition of denuclearization of the Korean Peninsula is completely eliminating the American nuclear threat to North Korea before eliminating our nuclear capability,\" the commentary says.\nThe US and North Korea are deadlocked in negotiations over how Pyongyang will denuclearize in return for the easing of sanctions.\nNorth Korea has repeatedly refused calls for the US for it to unilaterally denuclearize.\nNorth Korea has repeatedly refused US calls for it to unilaterally denuclearize, branding Washington's demands a \"delusion.\""}, {"link": "https://www.engadget.com/2018/12/20/juul-altria-investment-vaping-big-tobacco/", "published": "2018-12-20T20:28:03", "title": "Marlboro owner invests $12.8 billion in e-cigarette maker Juul", "author": [], "text": "There's a standstill agreement in place, meaning Altria won't increase its ownership share of Juul, nor will it sell or transfer its shares for six years. Juul will also be the only vape company Altria works with while their partnership stands.\n\nMany Juul employees were said to be upset when rumors of the investment emerged last month. Some likened it to \"making a deal with the devil\" -- Juul says its mission is to help smokers ditch traditional cigarettes.\n\n\"We understand the controversy and skepticism that comes with an affiliation and partnership with the largest tobacco company in the US,\" Juul CEO Kevin Burns said in a statement. \"We were skeptical as well. But over the course of the last several months we were convinced by actions, not words, that in fact this partnership could help accelerate our success switching adult smokers.\"\n\nMeanwhile, Juul is reportedly paying out $2 billion as a special dividend to its 1,500 workers. Along with Burns' statement, the average payout of $1.3 million might go some way towards smoothing out employee concerns.\n\nThe deal also arrives at a time when Juul and other e-cigarette makers are facing regulatory challenges. Last month, the FDA brought in restrictions on flavored vape pod sales, though Juul had already decided to stop selling such products at retailers. In September, the agency gave e-cigarette companies two months to show they weren't targeting underage users with their marketing. The FDA also seized marketing documents from Juul in October.", "keywords": ["fda", "128", "months", "maker", "owner", "marketing", "statement", "invests", "juul", "marlboro", "vape", "ecigarette", "partnership", "help", "billion", "month"], "summary": "Juul will also be the only vape company Altria works with while their partnership stands.\nSome likened it to \"making a deal with the devil\" -- Juul says its mission is to help smokers ditch traditional cigarettes.\nThe deal also arrives at a time when Juul and other e-cigarette makers are facing regulatory challenges.\nLast month, the FDA brought in restrictions on flavored vape pod sales, though Juul had already decided to stop selling such products at retailers.\nIn September, the agency gave e-cigarette companies two months to show they weren't targeting underage users with their marketing."}, {"link": "https://www.washingtonexaminer.com/opinion/the-fed-didnt-help-the-economy-today", "published": "2018-12-19T22:17:00", "title": "The Fed didn't help the economy today", "author": [], "text": "The Federal Reserve almost got it right today in its decision on interest rates and its explanations thereof. Alas, the two mistakes it made had the effect of badly roiling the stock markets in the immediate aftermath.\n\nIn the long run, the Fed’s actions and statements today will have a negligible effect on markets and on the real economy. The markets will probably continue to drop or at best stay in a holding pattern. But the lack of a rally will be due to non-Fed-related reasons, such as trade wars and a possible debt crisis. It won't be because of further fears of interest rate hikes.\n\nGoing into the meeting, I thought the proper move was to raise rates by a quarter point, as expected, and to pronounce the outlook going forward to be entirely neutral and dependent on data. That way, its small rate hike would signal to anti-inflation hawks that it won’t back down to anti-rate-hike hectoring from President Trump. But the move from expected hikes in 2019 down to “neutral” would have reassured those investors who are bizarrely spooked by any rate hike at all.\n\nInstead, the Fed did indeed implement the expected hike — good — but it only moved its forward-looking outlook closer to neutral, rather than entirely neutral. Indeed, the Fed’s official statement never even used the word “neutral” at all. Instead, it said it expected “some” additional “gradual increases” in interest rates in 2019, although perhaps not as many as it expected before.\n\nThese tiny verbal signals always have an outsize effect on jittery investors, especially in the short term. Those like President Trump, who hate any rate hikes at all, were not mollified. They began driving “sell” orders.\n\nIn the long run, though, benchmark interest rates at 2.5 percent are not high by historical standards. Investors will get accustomed to them, and will eventually take more solace than they did today in appreciating that the Fed’s posture toward further rate hikes is now less aggressive than before.\n\nTo the extent that the Fed can keep the economy on an even keel, its new posture should work reasonably well. Alas, those other economic factors, namely trade and debt, which are largely out of the Fed’s control, could have bad ripple effects throughout the economy in 2019.\n\nBut where the Fed’s decision and official statement were only a little off, Chairman Jerome Powell’s press conference afterwards was a mess. He rambled too much and, in doing so, he used language that sometimes scared inflation hawks and sometime scared the interest rate doves who oppose them. Both sides heard phrases that made them nervous, and the more Powell talked, the more the markets dropped. Partway through his press conference, the Dow Jones Industrial Average was down only about 50 points for the day; fifteen minutes later, it was down more than 400. It eventually closed down 352.\n\nThe Dow Jones isn’t necessarily the economy as a whole, and vice versa. In the long run, the effect of Powell’s remarks will be washed out by events in the real economy. Yet, to the extent, which is not insubstantial, that market jitters themselves affect the real economy, Powell’s contribution to those jitters made it at least marginally more likely that the real economy will suffer.\n\nIn plain English, the Fed and its chairman today needed to reassure everybody. Instead, they reassured nobody. They only added to a continuing sense of uncertainty. Their performance today may have been technically sound in terms of pure economics. But Powell left investors still peering into their various \" Closets of Anxieties,\" still prone to nervously running for cover.", "keywords": ["economy", "today", "rate", "neutral", "interest", "rates", "feds", "expected", "didnt", "help", "markets", "real", "fed"], "summary": "The Federal Reserve almost got it right today in its decision on interest rates and its explanations thereof.\nIn the long run, the Fed’s actions and statements today will have a negligible effect on markets and on the real economy.\nIn the long run, though, benchmark interest rates at 2.5 percent are not high by historical standards.\nIn the long run, the effect of Powell’s remarks will be washed out by events in the real economy.\nYet, to the extent, which is not insubstantial, that market jitters themselves affect the real economy, Powell’s contribution to those jitters made it at least marginally more likely that the real economy will suffer."}, {"link": "https://www.cnn.com/2018/12/20/investing/dow-jones-nasdaq-oil-prices/index.html", "published": "2018-12-20T21:37:00", "title": "Dow sinks below 23,000; Nasdaq flirts with a bear market; Oil in free fall", "author": ["Matt Egan", "Cnn Business"], "text": "The Dow dropped 464 points, or 2%, on Thursday. The index closed below 23,000 for the first time since October 2017. The Nasdaq lost 1.6% and only narrowly avoided closing in its first bear market since the Great Recession. The S&P 500 declined 1.6%.\n\nAnd US oil prices are in free fall, ending below $46 a barrel for the first time since August 2017.\n\nThe latest wave of selling shows how worried investors have become about the eventual demise of the economic expansion. Those jitters were exacerbated by concerns that the Federal Reserve is making a mistake by continuing to raise interest rates.\n\n\"Equity markets are quickly approaching the capitulation phase after having broken below critical support,\" Sam Stovall, chief investment strategist at CFRA Research, told CNN Business.\n\nHouse Speaker Paul Ryan said President Donald Trump won't sign the spending bill needed to prevent a government shutdown. Although a short-term shutdown would not have a large impact on the national economy, it would serve as a reminder of government dysfunction. Market sentiment wasn't helped by a surprise deepening in the budget fight in Washington either.House Speaker Paul Ryan said President Donald Trump won't sign the spending bill needed to prevent a government shutdown. Although a short-term shutdown would not have a large impact on the national economy, it would serve as a reminder of government dysfunction.\n\n\"In a market that is so jittery, that was just one more thing that added to it,\" said TD Ameritrade chief market strategist JJ Kinahan.\n\nAt Thursday's lows, the Nasdaq was on track to close 20% below the closing high set on August 29. It's premature to say the Nasdaq is officially in a bear market: Market analysts tend to calculate bull and bear markets using closing numbers. And the S&P 500, the benchmark for US stocks, would have to tumble another 5% before hitting bear territory.\n\nIf the Nasdaq does slide into a bear market, it would join a growing list of downturns in risky assets. The trade war helped knock China's stock market into a bear market over the summer.\n\nWorries about a supply glut knocked oil into a bear market last month. Crude plunged 4.8% on Thursday to $45.88 a barrel. Oil has now lost 40% of its value in barely two months.\n\nMore recently, two economically-sensitive areas have succumbed to the bear: the Russell 2000 small-cap index and the Dow Transportation Index.\n\nExtreme fear\n\nSigns of fear are flashing in financial markets. The VIX ( VIX ) volatility index climbed on Thursday to the highest level since February when the Dow suffered two 1,000-point plunges in one week. The CNN Business Fear & Greed Index of market sentiment dipped deeper into \"extreme fear\" territory.\n\nAnd investors fled risky stocks. Tesla ( TSLA ) lost 5%, JCPenney ( JCP ) tumbled 6% and Twitter ( TWTR ) plunged 11%.\n\n\"It's almost the complete opposite of 2017 where any news (good or bad) was met with buying,\" Paul Hickey, co-founder of Bespoke Investment Group, wrote in an email. \"Today, any news (bad or good) has been met with selling.\"\n\nInvestors hoping to get rescued by the Fed were left disappointed by the central bank's statement and Jerome Powell's press conference on Wednesday. The Fed dialed back its 2019 rate hike projections, but struck a more optimistic tone than signaled by the market. And Powell suggested the Fed will keep shrinking its balance sheet despite the market mayhem.\n\nEconomic concerns were amplified by a surprise decline in the Philly Fed manufacturing index, which tumbled on Thursday to the lowest level since August 2016.\n\nTrade tensions between the United States and China were also on display on Thursday when the Justice Department charged two Chinese nationals in a global hacking scheme to steal business secrets. The US action underscores the fragile nature of the trade ceasefire between Washington and Beijing.\n\nOverreaction?\n\nSome market veterans believe investors are overreacting, especially given the strength of the American economy.\n\n\"The market's behaving like a two-year-old,\" said David Kelly, chief global strategist at JPMorgan Funds. \"The Federal Reserve is doing its job -- and it's doing it patiently and cautiously.\"\n\nKelly said the recent market slide could present an entry point, especially for investors who previously felt stocks were too expensive. The S&P 500 is now trading at just 16 times its trailing earnings, the lowest price-to-earnings ratio in several years, according to Bespoke.\n\n\"You would need a recession to justify a US bear market. And I don't see what we're anywhere close to a recession,\" he said. \"If you're a long-term investors you now have the opportunity to buy cheap.\"", "keywords": ["flirts", "dow", "fall", "investors", "index", "strategist", "stocks", "sinks", "free", "market", "oil", "bear", "markets", "23000", "shutdown", "fed", "nasdaq"], "summary": "The Nasdaq lost 1.6% and only narrowly avoided closing in its first bear market since the Great Recession.\nIt's premature to say the Nasdaq is officially in a bear market: Market analysts tend to calculate bull and bear markets using closing numbers.\nIf the Nasdaq does slide into a bear market, it would join a growing list of downturns in risky assets.\nThe trade war helped knock China's stock market into a bear market over the summer.\nWorries about a supply glut knocked oil into a bear market last month."}, {"link": "https://abcnews.go.com/Business/wireStory/us-stocks-dip-days-steep-losses-59931111", "published": "2018-12-20T20:11:00", "title": "Dow sinks another 464 points as slowdown fears worsen", "author": ["Abc News"], "text": "Interested in Stock Market? Add Stock Market as an interest to stay up to date on the latest Stock Market news, video, and analysis from ABC News. Add Interest\n\nIt was another miserable day on Wall Street as a series of big December plunges continued, putting stocks on track for their worst month in a decade.\n\nThe Dow Jones Industrial Average dropped 464 points Thursday, bringing its losses to more than 1,700 points since Friday.\n\nThe benchmark S&P 500 index has slumped 10.6 percent this month and is almost 16 percent below the peak it reached in late September.\n\nThe steady gains of this spring and summer now fell like a distant memory. As we've entered the fall, investors started to worry that global economic growth is cooling off and that the U.S. could slip into a recession in the next few years. The S&P 500 is on track for its first annual loss in a decade.\n\nThe technology stocks that have led the market in recent years are now dragging it down. The technology-heavy Nasdaq composite is now down 19.5 percent from the record high it reached in August.\n\nThe market swoon is coming even as the U.S. economy is on track to expand this year at the fastest pace in 13 years. Markets tend to move, however, on what investors anticipate will happen well into the future, so it's not uncommon for stocks to sink even when the economy is humming along.\n\nRight now, markets are concerned about the potential for a slowing economy and two threats that could make the situation worse: the ongoing trade dispute between the U.S. and China, which has lasted most of this year, and rising interest rates, which act as a brake on economic growth by making it more expensive for businesses and individuals to borrow money.\n\nThe selling in the last two days came after the Federal Reserve raised interest rates for the fourth time this year and signaled it was likely to continue raising rates next year, although at a slower rate than it previously forecast.\n\nScott Wren, senior global equity strategist at Wells Fargo Investment Institute, said investors felt Fed Chairman Jerome Powell came off as unconcerned about the state of the U.S. economy, despite deepening worries on Wall Street that growth could slow even more in 2019 and 2020. Wren said investors want to know that the Fed is keeping a close eye on the situation.\n\n\"He may be a little overconfident,\" said Wren. \"The Fed needs to be paying attention to what's going on.\"\n\nPowell also acknowledged that the Fed's decisions are getting trickier because they need to be based on the most up-to-date figures on jobs, inflation, and economic growth. For the last three years the Fed told investors weeks in advance that it was almost certain to increase rates. But things are less certain now, and the market hates uncertainty.\n\nTreasury Secretary Steven Mnuchin said the market's reaction to the Fed was \"completely overblown.\"\n\nInvestors have responded to a weakening outlook for the U.S. economy by selling stocks and buying ultra-safe U.S. government bonds. The bond-buying has the effect of sending long-term bond yields lower, which reduces interest rates on mortgages and other kinds of long-term loans. That's generally good for the economy.\n\nAt the same time, the reduced bond yields can send a negative signal on the economy. Sharp drops in long-term bond yields are often seen as precursors to recessions.\n\nThe S&P 500 index skidded 39.54 points, or 1.6 percent, to 2,467.42. The Dow fell 464.06 points, or 2 percent, to 22,859.60 after sinking as much as 679.\n\nThe Nasdaq fell 108.42 points, or 1.6 percent, to 6,528.41. The Russell 2000 index of smaller companies dropped another 23.23 points, or 1.7 percent, to 1,326.\n\nSmaller company stocks have been crushed during the recent market slump because slower growth in the U.S. will have an outsize effect on their profits. Relative to their size, they also tend to carry more debt than larger companies, which could be a problem in a slower economy with higher interest rates.\n\nThe Russell 2000 is down almost 24 percent from the peak it reached in late August and it's down 13.6 percent for the year to date. The S&P 500, which tracks larger companies, is down 7.7 percent.\n\nThe possibility of a partial shutdown of the federal government also loomed over the market on Thursday, as funding for the government runs out at midnight Friday. In general, shutdowns don't affect the U.S. economy or the market much unless they stretch out for several weeks, which would delay paychecks for federal employees.\n\nOil prices continued to retreat. Benchmark U.S. crude fell 4.8 percent to $45.88 a barrel in New York, and it's dropped 40 percent since early October. Brent crude, used to price international oils, slipped 5 percent to $54.35 a barrel in London.\n\nAfter early gains, bond prices headed lower. The yield on the two-year Treasury rose to 2.87 percent from 2.65 percent, while the 10-year note rose to 2.80 percent from 2.77 percent.\n\nThe gap between those two yields has shrunk this year. When the 10-year yield falls below the two-year yield, investors call it an \"inverted yield curve.\" That hasn't happened yet, but investors fear it will. Inversions are often taken as a sign a recession is coming, although it's not a perfect signal and when recessions do follow inversions in the yield curve, it can take a year or more.\n\n\"The bond market has been telling us something for about a year, and that is there's not going to be much inflation and there's not going to be a sustained surge in economic growth,\" said Wren, of Wells Fargo.\n\nIn France, the CAC 40 lost 1.8 percent and Germany's DAX fell 1.4 percent. The British FTSE 100 slipped 0.8 percent. Indexes in Italy, Portugal and Spain took bigger losses.\n\nTokyo's Nikkei 225 lost 2.8 percent and Hong Kong's Hang Seng gave up 1 percent. Seoul's Kospi shed 0.9 percent.\n\nAs investors adjusted to the prospect of a weaker economy and lower long-term interest rates, the dollar fell to 111.11 yen from 112.36 yen. The euro rose to $1.1469 from $1.1368.\n\nThe British pound rose to $1.2671 from $1.2621. That sent the price of gold higher, and it gained 0.9 percent to $1,267.9 an ounce. Silver rose 0.3 percent to $14.87 an ounce and copper, which is considered an indicator of economic growth, fell 0.7 percent to $2.70 a pound.\n\nOther fuel prices also fell. Wholesale gasoline lost 4.6 percent to $1.32 a gallon and heating oil slid 3.1 percent to $1.75 a gallon. Natural gas gave up 3.8 percent to $3.58 per 1,000 cubic feet.\n\n———\n\nAP Economics Writer Josh Boak contributed to this story from Washington.\n\n———\n\nAP Markets Writer Marley Jay can be reached at http://twitter.com/MarleyJayAP", "keywords": ["worsen", "dow", "economy", "investors", "rates", "interest", "slowdown", "fell", "growth", "yield", "stocks", "sinks", "464", "market", "fears", "points"], "summary": "The Dow Jones Industrial Average dropped 464 points Thursday, bringing its losses to more than 1,700 points since Friday.\nThe bond-buying has the effect of sending long-term bond yields lower, which reduces interest rates on mortgages and other kinds of long-term loans.\nThe Dow fell 464.06 points, or 2 percent, to 22,859.60 after sinking as much as 679.\nWhen the 10-year yield falls below the two-year yield, investors call it an \"inverted yield curve.\"\nSilver rose 0.3 percent to $14.87 an ounce and copper, which is considered an indicator of economic growth, fell 0.7 percent to $2.70 a pound."}, {"link": "https://www.theverge.com/2018/12/20/18150393/apple-iphone-7-8-german-stores-qualcomm-injuction-lawsuit", "published": "2018-12-20T18:53:18", "title": "Apple will pull older iPhones from its German stores after Qualcomm wins partial ban", "author": ["Dec"], "text": "Apple will be pulling iPhone 7 and iPhone 8 models from its stores in Germany following a win for Qualcomm in the District Court of Munich, which ruled that Apple’s devices were infringing on Qualcomm’s intellectual property related to power savings in smartphones.\n\nAccording to CNBC, Apple is already working to appeal the ruling, but the company has stated that as part of that process, it will be suspending sales of the iPhone 7 and iPhone 8 in the 15 Apple stores in Germany. Newer devices, like the iPhone XS and XR, are unaffected by the ruling, and the iPhone 7 and iPhone 8 will still be available from third-party sellers and carriers as well.\n\nThe iPhone 7 and iPhone 8 won’t be sold in German Apple stores\n\nThe news comes after Qualcomm won a similar injunction in China that would have banned sales of older models, although Apple has already updated iOS for Chinese users with new animations to allow sales to continue. Per The Financial Times, Apple had apparently tried to issue a similar sort of software update earlier in the year to head off a potential issue in Germany (this time, related to how users can search contacts), but the latest ruling for power saving may be harder to solve, given that it’s seemingly a hardware problem.\n\nThe ruling marks the latest salvo in the increasingly escalating battle between Qualcomm and Apple, launched almost two years ago when Apple first accused Qualcomm of gouging prices for its modem chips. Qualcomm in turn launched a variety of lawsuits against Apple accusing it of violating its IP, which has led to the current fractious situation.", "keywords": ["older", "iphones", "sales", "germany", "apple", "similar", "related", "ruling", "users", "pull", "wins", "qualcomm", "ban", "german", "iphone", "partial", "stores"], "summary": "Apple will be pulling iPhone 7 and iPhone 8 models from its stores in Germany following a win for Qualcomm in the District Court of Munich, which ruled that Apple’s devices were infringing on Qualcomm’s intellectual property related to power savings in smartphones.\nAccording to CNBC, Apple is already working to appeal the ruling, but the company has stated that as part of that process, it will be suspending sales of the iPhone 7 and iPhone 8 in the 15 Apple stores in Germany.\nNewer devices, like the iPhone XS and XR, are unaffected by the ruling, and the iPhone 7 and iPhone 8 will still be available from third-party sellers and carriers as well.\nThe ruling marks the latest salvo in the increasingly escalating battle between Qualcomm and Apple, launched almost two years ago when Apple first accused Qualcomm of gouging prices for its modem chips.\nQualcomm in turn launched a variety of lawsuits against Apple accusing it of violating its IP, which has led to the current fractious situation."}, {"link": "https://www.reuters.com/article/us-apple-qualcomm-court/german-court-rules-apple-infringed-qualcomm-patent-idUSKCN1OJ1RJ", "published": "2018-12-20T13:41:00", "title": "Apple to pull some iPhones in Germany as Qualcomm extends global wins", "author": ["Jörn Poltz", "Min Read"], "text": "MUNICH/SAN FRANCISCO (Reuters) - Chip supplier Qualcomm Inc won a second court skirmish in its worldwide patent battle with Apple Inc on Thursday, with the iPhone maker saying it would pull some older models from its German stores.\n\nFILE PHOTO: Man uses iphone while waiting for his airplane at Munich airport, Germany August 3, 2017. Picture taken August 3, 2017. REUTERS/Michaela Rehle/File Photo\n\nQualcomm’s win in Germany comes weeks after it secured a court order to ban sales of some iPhone models in China. Apple, which is contesting both rulings, has continued to offer its iPhones in China but made changes to its iOS operating system in the wake of the Chinese order.\n\nThe German victory may affect only a few million iPhones out of the hundreds of millions that Apple sells each year. Still, it is a small but clear win in a complex legal battle that will spin into overdrive in the coming months as antitrust regulators and Apple both take Qualcomm to court in the United States.\n\nApple alleges that Qualcomm engaged in illegal behavior to preserve a monopoly on modem chips, which help mobile devices connect to wireless data networks. Qualcomm has in turn accused Apple of using the chip supplier’s vast stable of technology innovations without proper compensation.\n\nWhile a sales ban in China could hurt Apple’s bottom line, it is unlikely the two patent skirmishes will sway the outcome of the broader battle, where Qualcomm has suffered a series of setbacks fighting U.S. antitrust regulators.\n\nShares of Apple were down 2.3 percent at $157.12 in late trading, weighing on the broader market.\n\nQualcomm shares were down 0.2 percent at $56.69.\n\nQualcomm is not pursuing the software patents in the Chinese case in other jurisdictions and suffered an early loss while pursuing a U.S. sales ban on the U.S. version of the hardware patent at issue in Germany.\n\nOLDER PHONES PULLED\n\nOn Thursday, Apple said it would pull older iPhones from its German stores after a court ruled that Apple had infringed a hardware patent of Qualcomm Inc and banned sales of iPhones there with chips from Apple supplier Qorvo Inc.\n\n“Two respected courts in two different jurisdictions just in the past two weeks have now confirmed the value of Qualcomm’s patents and declared Apple an infringer, ordering a ban on iPhones in the important markets of Germany and China,” Don Rosenberg, Qualcomm’s general counsel, said in a statement.\n\nFor each of the two Apple entities it won orders against, Qualcomm needs to post a bond of about 668.4 million euros, or $765.9 million, before it can begin proceedings to enforce the order, a move Qualcomm said it would carry out “within a few days.”\n\nThe smartphone maker said it was appealing the decision, but the order goes into effect as soon as Qualcomm posts the bond.\n\nApple said it would pull some phones from its stores while it pursued an appeal.\n\n“We are of course disappointed by this verdict and we plan to appeal,” Apple said in a statement. “All iPhone models remain available to customers through carriers and resellers in 4,300 locations across Germany. During the appeal process, iPhone 7 and iPhone 8 models will not be available at Apple’s 15 retail stores in Germany. iPhone XS, iPhone XS Max and iPhone XR will remain available in all our stores.”\n\nStacy Rasgon, an analyst with research firm Bernstein, said in a note that Germnany was a small iPhone market for Apple, selling about 10 million units a year, with possibly only half of those being the older models affected by the court’s order.\n\nWhen Qualcomm posts the bond to enforce the order, it could seek to extend the ban to Apple’s resellers and the newer iPhone models not included thus far, legal experts said.\n\nQualcomm said the court had granted its request for “a recall and destruction of all accused devices from all retailers in Germany.”\n\nRISKS\n\nBut pressing forward with enforcement presents some risks for Qualcomm. In an earlier proceeding before the U.S. International Trade Commission, U.S. regulators viewed a more extensive set of technical evidence about whether Qorvo’s chips and Apple’s phones violated Qualcomm’s patents.\n\nThose U.S. regulators sided with Apple and Qorvo. If higher courts in Germany do the same when Apple appeals, Qualcomm could be forced to forfeit its bond if the decision becomes final.\n\nThe German case is Qualcomm’s third major effort to secure a ban on Apple’s lucrative iPhones over patent infringement allegations after similar efforts in the U.S. and China.\n\nIn the United States, Qualcomm sought to ban the import of iPhones with chips from Intel Corp. Trade regulators found Apple had infringed one Qualcomm patent, but so far declined to ban the phones with Intel chips because regulators feared it would hurt competition in the chip marketplace.\n\n“Competition authorities around the world have repeatedly found Qualcomm’s licensing practices unlawful, yet Qualcomm continues to try to achieve the same results through a campaign of patent lawsuits,” Steven Rodgers, Intel’s general counsel, said in a statement after the ruling in Germany.\n\nIn Germany, the judge ruled that phones with a chip from Apple supplier Qorvo violate one of Qualcomm’s patents around so-called envelope tracking, a feature that helps mobile phones save battery power while sending and receiving wireless signals.\n\nMike Baker, Qorvo’s chief intellectual property counsel, said in a statement that U.S. trade regulators had ruled that Qorvo’s chips did not violate the U.S. version of Qualcomm’s patent and that the chip’s inventor wasn’t allowed to testify at the German hearing.\n\nSlideshow (2 Images)\n\n“We believe our envelope tracking chip does not infringe the patent in suit, and the court would have come to a different conclusion if it had considered all the evidence,” Baker said.\n\nIn China, Apple is still pursuing a so-called request for reconsideration with the court that issued the bans.\n\nApple said its phones remained on sale and it believed it has complied with the Chinese court’s order, but it also made changes to its iPhone software in the wake of the ruling. Qualcomm believes Apple is violating the Chinese court order despite the new software and must stop selling phones there.", "keywords": ["phones", "iphones", "global", "patent", "germany", "qualcomms", "apple", "extends", "court", "pull", "wins", "qualcomm", "ban", "iphone"], "summary": "REUTERS/Michaela Rehle/File PhotoQualcomm’s win in Germany comes weeks after it secured a court order to ban sales of some iPhone models in China.\nThe German victory may affect only a few million iPhones out of the hundreds of millions that Apple sells each year.\nQualcomm has in turn accused Apple of using the chip supplier’s vast stable of technology innovations without proper compensation.\nIf higher courts in Germany do the same when Apple appeals, Qualcomm could be forced to forfeit its bond if the decision becomes final.\nQualcomm believes Apple is violating the Chinese court order despite the new software and must stop selling phones there."}, {"link": "https://www.ghacks.net/2018/12/20/microsoft-device-driver-quality-is-better-than-ever/", "published": "2018-12-20T10:07:55", "title": "Microsoft: device driver quality is better than ever", "author": [], "text": "Microsoft revealed last month that the Windows 10 update quality improved a lot since the release of the operating system in July 2015.\n\nThe article was published as part of a series of articles to improve transparency in regards to updates for Windows.\n\nMichael Fortin, Corporate Vice President, Windows and Tom Frankum, Director of Data and Intelligence, Windows, published a new article of that series yesterday on the Windows Experience blog.\n\nDriver quality in the Windows ecosystem looks at the distribution and quality of drivers using Windows Update. Driver installation through Windows Update caused significant issues in the past, e.g. when old drivers were offered even though newer versions were installed already or when drivers were offered that were not designed for the particular hardware device.\n\nTip: you can disable driver updates through Windows Updates.\n\nThe driver distribution change starts at Independent Hardware Vendors (IHV) such as AMD, Intel, or NVIDIA. These test hardware components they develop; part of the testing involves making sure that the hardware is compatible with supported versions of Windows.\n\nVendors use the Windows Hardware Lab Kit to automate testing processes and may offer drivers for the hardware components on their websites.\n\nOriginal Equipment Manufacturers are next in the chain. Companies like Dell, Lenovo or Asus, run tests to ensure that drivers work in their devices. These companies work hand in hand with IHVs to address any issues discovered during testing.\n\nValidated drivers are released on the OEMs websites and through updating tools if provided.\n\nMicrosoft is last in the driver distribution chain. IHVs and OEMs submit drivers to Microsoft for inclusion via Windows Update.\n\nIHVs and OEMs submit drivers to Microsoft, and we flight these drivers within our engineering system and, eventually, to Windows Insiders.\n\nDrivers are approved or rejected based on metrics during these flights. Microsoft revealed that it tests more than 100 drives every single day.\n\nWindows Driver quality\n\nFortin and Frankum reveal that driver quality has gone up in recent time. One of the graphs posted shows the percentage of crash-free devices from July 2017 to December 2018. The value was just below 97% in July 2017 and has gone up to more than 98% in November 2018.\n\nWhile that means that more than 98% of devices did not experience crashes in that particular month, it still means that more than 1% of devices crash because of drivers. In other words: millions of Windows 10 devices crash each month because of driver issues.\n\nMicrosoft published a second graph that compares crashes between August 2016 and September 2017.\n\nMicrosoft states that it saw \"significant improvement\". The graph is problematic as we cannot put the values from 2016 and 2017 in correlation because of missing x-axis and y-axis values.\n\nWe don't know if driver crashes dropped by 10%, 1%, 0.1% or 0.00001% between 2016 and 2017.\n\nMicrosoft admits that \"there is more work\" to be done.\n\nNow You: How do you install drivers? What's your take on the claim?\n\nSummary Article Name Microsoft: device driver quality is better than ever Description Microsoft revealed in December 2018 that the quality of drivers released via Windows Updates improved significantly in recent years. Author Martin Brinkmann Publisher Ghacks Technology News Logo\n\nAdvertisement", "keywords": ["driver", "hardware", "drivers", "quality", "updates", "windows", "better", "devices", "update", "work", "microsoft", "device"], "summary": "Microsoft revealed last month that the Windows 10 update quality improved a lot since the release of the operating system in July 2015.\nDriver quality in the Windows ecosystem looks at the distribution and quality of drivers using Windows Update.\nTip: you can disable driver updates through Windows Updates.\nWindows Driver qualityFortin and Frankum reveal that driver quality has gone up in recent time.\nSummary Article Name Microsoft: device driver quality is better than ever Description Microsoft revealed in December 2018 that the quality of drivers released via Windows Updates improved significantly in recent years."}, {"link": "https://techcrunch.com/2018/12/20/apple-new-transparency-portal-government-data/", "published": "2018-12-20T20:47:58", "title": "In revamped transparency report, Apple reveals uptick in demands for user data", "author": [], "text": "Apple’s transparency report just got a lot more — well, transparent.\n\nFor years, the technology giant released a twice-a-year report on the number of government demands it received. It wasn’t much to look at in the beginning; a seven-page document with only two tables of data. Once in a while, Apple would tack on a new table of data as the government would ask for new kinds of customer data.\n\nBut that wasn’t sustainable, nor was it particularly easy to read — especially for the hawkish handful who would obsessively read and digest each report.\n\nAs other companies, like Microsoft and Google, received more demands over the years, they began to expand their own reports to help users to better understand who wanted their data, why and how often. Apple knew its document-only reports didn’t cut it, and took a leaf from its Silicon Valley neighbors and pushed ahead with its own plan to publish its biannual numbers in a way that ordinary people — like its customers — can read and understand.\n\nThe company’s latest transparency report, out Thursday, still comes in its traditional PDF format for those who don’t like change, but now also has its own dedicated, browsable and interactive corner of Apple’s website. The new site breaks down the figures by country — but also historically to provide trends, patterns and context over years’ worth of reporting cycles, in a way that’s more in line with how other tech giants report their government data demands.\n\nAnd, the company has CSV files for download, containing raw data for academics to drill deeper down into the numbers.\n\nApple has also reworked how it discloses national security requests, such as FBI-issued subpoenas like national security letters (NSLs) and orders issued by the Foreign Intelligence Surveillance Court (FISA). Since the introduction of the Freedom Act in 2015, passed in response to the NSA surveillance scandal in 2013, companies were given three options of reporting their secret orders — including the numerical bands it can release under what time period. Most companies disclosed the secret requests in bands of 500 with a six-month reporting delay to avoid any inadvertent interference with active investigations. Apple originally released its figures in bands of 250 requests, but is now expanding that to bands of 500 requests to standardize its reporting with other tech companies. It’s also breaking out its FISA content (such as photos, email, contacts and device backups) and non-content requests (like subscriber records and transactional logs).\n\nAs for the figures, the transparency report reveals a rise in worldwide demands for data.\n\nAccording to the report, Apple received 32,342 demands — up 9 percent on the last reporting period — to access 163,823 devices in the second half of the year.\n\nThe report found Germany as the top requester, issuing 13,704 requests for data on 26,160 devices. Apple said that the figures were due to the high volume of device requests due to stolen devices. The U.S. was in second place with 4,570 requests for 14,911 devices.\n\nApple also received 4,177 requests for account data, such as information stored in iCloud — up by almost 25 percent on the previous reporting period — affecting some 40,641 accounts, a four-fold increase. The company said the spike was attributable to China, which asked for thousands of devices’ worth of data under a single fraud investigation.\n\nAnd, the company saw a 30 percent increase in requests to preserve data for up to three months to 1,579 cases, affecting 4,033 accounts, while law enforcement obtained the right legal process to access the data.\n\nThe company also said it received between 0 and 499 national security orders, including secret rulings from the Foreign Intelligence Surveillance Court, affecting 1,000 and 1,499 accounts. As the company is subject to a six-month reporting delay, the updated figures are expected out in the new year.\n\nApple did not reveal in this latest report any national security letters where the gag orders were lifted.", "keywords": ["received", "uptick", "reporting", "reveals", "apple", "security", "requests", "demands", "user", "data", "figures", "company", "orders", "report", "revamped", "transparency"], "summary": "Once in a while, Apple would tack on a new table of data as the government would ask for new kinds of customer data.\nAs for the figures, the transparency report reveals a rise in worldwide demands for data.\nAccording to the report, Apple received 32,342 demands — up 9 percent on the last reporting period — to access 163,823 devices in the second half of the year.\nThe report found Germany as the top requester, issuing 13,704 requests for data on 26,160 devices.\nApple did not reveal in this latest report any national security letters where the gag orders were lifted."}, {"link": "https://www.channel3000.com/news/national-news/harvey-weinstein-arrives-in-court-for-pivotal-hearing-on-rape-charges/942620700", "published": "2018-12-20T15:03:00", "title": "Harvey Weinstein judge declines to dismiss charges in rape case, sets pretrial hearing for March", "author": ["Cnn'S Chloe Melas And Mark Morales Contributed To This Report."], "text": "Getty Images Harvey Weinstein arrives with his lawyer Ben Brafman for a court hearing at New York Criminal Court on Dec. 20, 2018, in New York City.\n\nGetty Images Harvey Weinstein arrives with his lawyer Ben Brafman for a court hearing at New York Criminal Court on Dec. 20, 2018, in New York City.\n\n(CNN) - Harvey Weinstein, the disgraced movie mogul whose downfall helped launch the #MeToo movement, is due back in New York court on March 7 after a judge Thursday morning ordered a pretrial hearing in the rape case.\n\nThe proceedings lasted just 10 minutes, a remarkably quick resolution to a highly anticipated and pivotal appearance that the defense had hoped would end with the charges against Weinstein getting dropped.\n\n\"We are obviously disappointed that the court did not dismiss the indictment, but Judge (James) Burke has ruled, and we intend to continue to vigorously defend this case to the best of our ability,\" Weinstein's attorney, Ben Brafman, said outside the Manhattan courthouse.\n\nWeinstein, 66, has pleaded not guilty to five felony charges, including predatory sexual assault and rape, in connection with two women in separate incidents. Thursday's hearing came in response to a motion filed by Brafman to dismiss the remaining counts or to hold evidentiary hearings on whether certain witnesses can testify.\n\nThe judge denied both requests, saying the defendant can explore witness credibility issues at trial, court documents show.\n\nAttorney Gloria Allred, who represents one of the alleged victims, said she is satisfied that the case will move to a pretrial hearing, adding that the case against Weinstein is strong.\n\n\"This indictment was based on evidence and testimony before the grand jury,\" she said upon leaving court. \"It was not based on the #MeToo movement. So, let's be clear about that.\"\n\nActresses Marisa Tomei and Kathy Najimy, as well as members of Time's Up, the Hollywood movement formed in response to Weinstein, attended Thursday's hearing.\n\n\"Together, we stand in solidarity with all survivors everywhere,\" Time's Up president and CEO Lisa Borders said outside court. \"Frankly, we are relieved that Harvey Weinstein failed in his efforts to avoid accountability for his actions, and we are very happy that none of the charges were dismissed.\"\n\nHow we got here\n\nThough publicly reviled since last year's harrowing stories in The New York Times and The New Yorker, the criminal case against Weinstein has shown some signs of unraveling in recent months.\n\nIn October, prosecutors dismissed one charge against Weinstein after officials learned of inconsistencies in one accuser's story and learned that a detective had failed to bring those issues to prosecutors.\n\nThe detective told an accuser to delete cell phone messages before turning her phones over to authorities, the Manhattan District Attorney's Office said. The detective was taken off the case.\n\nBrafman argued the case was \"irreparably tainted by police misconduct\" and wanted it dismissed. In lieu of that, Weinstein's attorney also had asked for an evidentiary hearing to examine conduct by police and prosecutors in the case.\n\nWeinstein faces five felony charges: two counts of predatory sexual assault, one count of criminal sexual act in the first degree and one count each of first-degree rape and third-degree rape.\n\nWeinstein, once one of the most powerful film producers in Hollywood, has been accused by a number of women, including several well-known actresses, of using his influence to sexually harass and assault them and then to avoid repercussions. His downfall led women across the world to speak out about similar allegations involving powerful figures abusing their power, a cultural force known as the #MeToo movement.\n\nBut despite its power, the #MeToo movement has had few test cases in criminal court. Comedian Bill Cosby's conviction in April was the first -- and, so far, only -- celebrity criminal trial of the #MeToo era.", "keywords": ["harvey", "movement", "pretrial", "weinstein", "criminal", "declines", "judge", "hearing", "charges", "court", "rape", "metoo", "case", "dismiss", "york", "sets"], "summary": "Getty Images Harvey Weinstein arrives with his lawyer Ben Brafman for a court hearing at New York Criminal Court on Dec. 20, 2018, in New York City.\nGetty Images Harvey Weinstein arrives with his lawyer Ben Brafman for a court hearing at New York Criminal Court on Dec. 20, 2018, in New York City.\n(CNN) - Harvey Weinstein, the disgraced movie mogul whose downfall helped launch the #MeToo movement, is due back in New York court on March 7 after a judge Thursday morning ordered a pretrial hearing in the rape case.\nHis downfall led women across the world to speak out about similar allegations involving powerful figures abusing their power, a cultural force known as the #MeToo movement.\nBut despite its power, the #MeToo movement has had few test cases in criminal court."}, {"link": "http://www.espn.com/nfl/story/_/id/25581532/rapper-travis-scott-join-maroon-5-sb-liii-half-show", "published": "2018-12-20T17:45:30", "title": "Rapper Travis Scott to join Maroon 5 for SB LIII halftime show", "author": ["Mike Reiss", "David Newton", "Mike Triplett", "Rob Demovsky", "John Keim", "Adam Teicher", "Jamison Hensley", "Brady Henderson", "Turron Davenport", "Vaughn Mcclure"], "text": "Maroon 5 is padding out its lineup for the Super Bowl LIII halftime show, adding rapper Travis Scott to the performance, according to multiple reports.\n\nScott, a six-time Grammy Award nominee, will be working with Maroon 5 for the first time when they perform on the Mercedes-Benz Stadium field in Atlanta. Other artists could still be added to the halftime show as well.\n\nJay-Z, who has been highly critical of the NFL over its treatment of former San Francisco 49ers quarterback Colin Kaepernick, is attempting to talk Scott out of performing, according to Variety.\n\nScott's \"Sicko Mode,\" which was nominated for a Grammy for best rap performance and best rap song, spent one week at No. 1 on the Billboard Hot 100 earlier this month.\n\nTMZ first reported that Scott would be part of the halftime show.", "keywords": ["grammy", "best", "liii", "working", "join", "maroon", "according", "rapper", "performance", "welljayz", "travis", "sb", "rap", "scott", "halftime"], "summary": "Maroon 5 is padding out its lineup for the Super Bowl LIII halftime show, adding rapper Travis Scott to the performance, according to multiple reports.\nScott, a six-time Grammy Award nominee, will be working with Maroon 5 for the first time when they perform on the Mercedes-Benz Stadium field in Atlanta.\nOther artists could still be added to the halftime show as well.\nScott's \"Sicko Mode,\" which was nominated for a Grammy for best rap performance and best rap song, spent one week at No.\nTMZ first reported that Scott would be part of the halftime show."}, {"link": "https://film.avclub.com/jennifer-lopez-s-overstuffed-second-act-offers-three-mo-1831059980", "published": "2018-12-20T18:10:00", "title": "Jennifer Lopez’s overstuffed Second Act offers three movies for the price of one", "author": ["Caroline Siede", "About The Author", "Contributor"], "text": "Photo: STX Entertainment\n\nMovie Review Movie Review Second Act C+ Movie Review Second Act C+ C+ Second Act Director Peter Segal Runtime 103 minutes Rating PG-13 Language English Cast Jennifer Lopez, Leah Remini, Vanessa Hudgens, Treat Williams, Milo Ventimiglia Availability Theaters everywhere December 21\n\nHalfway through Second Act, Jennifer Lopez’s working-class-gal-turned-high-end-beauty-industry-consultant has a revelation: Consumers are overwhelmed by the enormity of choices out there. What they really want—even if they don’t realize it—is a single beauty product that can take care of all their skincare needs. Why buy three separate face creams when you can get one that does it all? That also seems to be the philosophy behind Second Act itself, a comedy that attempts to cram at least three different movies into one glossy package. To its credit, it remains fairly watchable even as it veers around wildly in tone. Yet Second Act also proves that all-in-one products have their downsides. Prioritizing quantity over quality doesn’t often add up to something greater than the sum of its parts.\n\nAdvertisement\n\nCharismatic as ever in her first return to big screen comedy since 2012, Lopez stars as Maya, a big-box store employee who has revolutionized output and morale at her store, but is turned down for a promotion because of her lack of a college degree. That makes for a rather depressing 40th birthday celebration and inspires her computer wiz godson to apply some desperate measures to these desperate times. He gives Maya an online makeover, filling her résumé with Ivy League credentials, Mandarin fluency, and coxswain experience while dressing up her personal pages with hikes up Kilimanjaro and photo ops with the Obamas. Maya’s newly swankified profile winds up landing her an interview for a high-paying consultant position at a Procter & Gamble-esque company. As the film helpfully points out, however, it’s Maya’s tangible in-store experience with the company’s products that actually earns her the gig.\n\nCo-written by Lopez’s longtime producing partner/first time screenwriter Elaine Goldsmith-Thomas, Second Act plays like a spiritual sequel to Lopez’s 2003 romantic comedy Maid In Manhattan, another film about a working class woman posing as a member of the upper crust. There, however, the fake identity hijinks were in the name of love, here they’re in the name of career. Maya gets an obligatory romantic arc involving her longtime boyfriend Trey (Milo Ventimiglia, in full This Is Us mode) and her uncertainty over whether she wants to start a family with him. The most interesting thing about that subplot is the conspicuous ADR that implies it was heavily reworked in post-production. Mostly, Second Act follows in the vein of films like Morning Glory and The Devil Wears Prada, which ape the aesthetics of a romantic comedy but are first and foremost about work. At its best, the film calls back to classic female empowerment workplace comedies like 9 To 5 and Working Girl. The relatively cohesive first act effectively builds up the pressure of the small, subtle indignities Maya faces from male higher-ups before delivering some satisfying wish fulfillment in her “fuck the man” departure for greener pastures.\n\nPhoto: STX Entertainment\n\nAdvertisement\n\nOnce Maya fraudulently earns her new gig, however, Second Act can’t quite seem to decide what it wants to do with its premise, so it basically devolves into two parallel films that just happen to feature the same characters. One is a slapstick comedy about Maya trying to maintain her cover while participating in a 10-week intercompany competition to redesign their organic beauty line. (That’s where her three-in-one beauty product idea comes in; shockingly, it has ties to the bombing of Hiroshima, of all things.) The other is a melodrama about Maya grappling with painful events from her troubled youth while slowly bonding with workplace rival-turned-friend Zoe (Vanessa Hudgens, stretching ever so slightly beyond her usual bubbly onscreen persona). The film’s discordant tones could be a product of its duel screenwriters (The Bucket List’s Justin Zackham co-wrote the script with Goldsmith-Thomas). Or perhaps it’s the hand of director Peter Segal (Tommy Boy, Anger Management), who can’t seem to go more than a scene or two without throwing in a pratfall or broad comedic gag.\n\n\n\nRegardless, those ever-shifting tones are a lot to swallow, particularly once the movie starts tossing in more twists beyond Maya’s faked résumé. That Second Act doesn’t feel nearly as messy as it sounds on paper largely comes down to Lopez, an actor with an inherent magnetism that calls to mind the best old Hollywood stars. She always feels like a steady hand at the wheel, even when Second Act starts swerving off course. Lopez gets a decent scene partner in Hudgens and an even better one in Leah Remini, who steals the movie as Maya’s brassy, no-nonsense best friend. Second Act’s pat message about the importance of being true to yourself doesn’t land with much impact. But the film finds a more winning formula in its low-key exploration of female friendship and the value of an outsider’s perspective.\n\n", "keywords": ["film", "romantic", "review", "offers", "lopezs", "lopez", "overstuffed", "act", "second", "jennifer", "maya", "price", "mayas", "movies", "comedy", "movie"], "summary": "Photo: STX EntertainmentMovie Review Movie Review Second Act C+ Movie Review Second Act C+ C+ Second Act Director Peter Segal Runtime 103 minutes Rating PG-13 Language English Cast Jennifer Lopez, Leah Remini, Vanessa Hudgens, Treat Williams, Milo Ventimiglia Availability Theaters everywhere December 21Halfway through Second Act, Jennifer Lopez’s working-class-gal-turned-high-end-beauty-industry-consultant has a revelation: Consumers are overwhelmed by the enormity of choices out there.\nThat also seems to be the philosophy behind Second Act itself, a comedy that attempts to cram at least three different movies into one glossy package.\nYet Second Act also proves that all-in-one products have their downsides.\nMostly, Second Act follows in the vein of films like Morning Glory and The Devil Wears Prada, which ape the aesthetics of a romantic comedy but are first and foremost about work.\nShe always feels like a steady hand at the wheel, even when Second Act starts swerving off course."}, {"link": "https://pagesix.com/2018/12/20/travis-scott-and-kylie-jenner-will-get-married-soon/", "published": "2018-12-20T20:00:00", "title": "Travis Scott and Kylie Jenner will get married ‘soon’", "author": ["December"], "text": "Click to email this to a friend (Opens in new window)\n\nClick to share on Twitter (Opens in new window)\n\nClick to share on Facebook (Opens in new window)\n\nChurch bells are ringing.\n\nTravis Scott and Kylie Jenner are going to tie the knot. The “Sicko Mode” rapper, 26, told Rolling Stone in an interview released Thursday that the reality TV star is The One.\n\n“We was just two kids, f–king around. Maybe, like, the first week, you don’t know if it’s real or a fling,” he said of the start of their relationship. “Then the second week you’re like, ‘Whoa, I’m still talking to her, she’s responding, I’m responding. We ain’t run out of a thing to say.’ And it got to a point where I was like, ‘I need her with me to operate. She’s that one.'”\n\nHe added, “We’ll get married soon. I just gotta sturdy up — I gotta propose in a fire way.”\n\nHaving religion in common, the couple, who welcomed daughter Stormi in February, felt their not-so-unexpected baby was a blessing.\n\n“We both believe in God,” he told the magazine. “We felt like, ‘This [pregnancy] is something special.’ And kids are something we kind of talked about when we were getting busy.”\n\nBecause Scott is on his Astroworld tour, he and Kylie take Stormi everywhere.\n\n“We don’t let nothing come over Stormi time. Stormi Saturdays. We don’t f–k around with those. Even with me on tour, Stormi pulls up. She’ll travel,” he said. “She got more stamps on her passport than a lot of motherf–kers.”", "keywords": ["stormi", "married", "share", "told", "tour", "soon", "dont", "jenner", "travis", "shes", "windowclick", "scott", "week", "opens", "kylie"], "summary": "Click to email this to a friend (Opens in new window)Click to share on Twitter (Opens in new window)Click to share on Facebook (Opens in new window)Church bells are ringing.\nTravis Scott and Kylie Jenner are going to tie the knot.\nThe “Sicko Mode” rapper, 26, told Rolling Stone in an interview released Thursday that the reality TV star is The One.\nMaybe, like, the first week, you don’t know if it’s real or a fling,” he said of the start of their relationship.\nEven with me on tour, Stormi pulls up."}, {"link": "https://sports.yahoo.com/josh-gordon-reportedly-facing-another-indefinite-suspension-nfl-144751287.html", "published": "2018-12-20T20:00:00", "title": "NFL suspends Patriots WR Josh Gordon", "author": [], "text": "Once again, New England Patriots receiver Josh Gordon’s career has hit a bump in the road.\n\nGordon announced suddenly on Thursday he was stepping away from the Patriots to focus on his mental health. It wasn’t voluntary.\n\nScroll to continue with content Ad\n\nAfter Gordon’s announcement, NFL Media’s Tom Pelisero reported that the wideout was facing an indefinite ban. The NFL confirmed that hours later, saying in a statement, “Effective today, Josh Gordon has been returned to the Reserve/Commissioner Suspended list indefinitely for violating the terms of his conditional reinstatement under the Policy and Program for Substances of Abuse.”\n\n[Play in our Week 16 DFS contest: $1M prize pool. $100K to first. Join now!]\n\nIt looked for a while like Gordon, who has immense talent but hasn’t been able to shake the demons that have kept him off the field for various suspensions due to substance abuse, had found a positive home with the Patriots. Now he faces many more questions, as do the Patriots as they head into the playoffs.\n\nJosh Gordon announces he’s stepping away ‘for a bit’\n\nGordon made no mention of the suspension when he said he was stepping away to focus on his mental health, saying he was doing so with the blessing of the Patriots, including coach Bill Belichick and team owner Robert Kraft.\n\n\n\n\n\nThe Patriots had their own statement shortly after:\n\nStory continues\n\nStatement from the New England Patriots on Josh Gordon: pic.twitter.com/tXmXrXVrJL — New England Patriots (@Patriots) December 20, 2018\n\n\n\n\n\nGordon was available to the Patriots because the Cleveland Browns ran out of patience with him earlier this season. The Browns sent Gordon to the Patriots for a fifth-round pick. He had 720 yards and three touchdowns for the Patriots and had emerged as a dangerous target for Tom Brady.\n\nWith the news of the suspension looming, his NFL future is again up in the air.\n\nPatriots lose key offensive player before playoffs\n\nAnyone who has followed Gordon’s career knows that suspensions have overshadowed everything else. From 2013, when he led the NFL in receiving yards, through 2017 he played in only 10 games with the Browns due to multiple suspensions.\n\nThe Patriots seemed to have found a difference-making receiver for cheap in a trade, but there was a reason a receiver of Gordon’s talent didn’t cost more.\n\nThe Patriots’ offense has been good but not great, and that was with Gordon most of the season. New England currently is the No. 3 seed in the AFC behind Kansas City and Houston, and hasn’t been a great road team this season. Their path to the Super Bowl got tougher.\n\nThere are more important things than football, like the 27-year-old Gordon getting his life on track. But the news on Thursday has a ripple affect for the Patriots, too.\n\nNew England Patriots wide receiver Josh Gordon said he’s taking a break from football, but a report said he’s facing a suspension. (AP)\n\n– – – – – – –\n\nFrank Schwab is a writer for Yahoo Sports. Have a tip? Email him at shutdown.corner@yahoo.com or follow him on Twitter!\n\n\n\nSubscribe to The Yahoo Sports NFL Podcast\n\nApple Podcasts• Stitcher • Google Podcasts", "keywords": ["gordons", "england", "suspends", "wr", "suspension", "gordon", "stepping", "josh", "season", "nfl", "receiver", "patriots"], "summary": "Once again, New England Patriots receiver Josh Gordon’s career has hit a bump in the road.\nGordon announced suddenly on Thursday he was stepping away from the Patriots to focus on his mental health.\nScroll to continue with content AdAfter Gordon’s announcement, NFL Media’s Tom Pelisero reported that the wideout was facing an indefinite ban.\nThe Patriots had their own statement shortly after:Story continuesStatement from the New England Patriots on Josh Gordon: pic.twitter.com/tXmXrXVrJL — New England Patriots (@Patriots) December 20, 2018Gordon was available to the Patriots because the Cleveland Browns ran out of patience with him earlier this season.\nNew England Patriots wide receiver Josh Gordon said he’s taking a break from football, but a report said he’s facing a suspension."}, {"link": "https://www.mlbtraderumors.com/2018/12/manny-machado-rumors-yankees-phillies-white-sox.html", "published": "2018-12-20T04:30:00", "title": "Manny Machado Meets With Yankees", "author": ["Steve Adams"], "text": "The Yankees met with Manny Machado earlier today at Yankee Stadium, writes Dan Martin of the New York Post. Machado and agent Dan Lozano arrived at Yankee Stadium and were greeted by a contingent consisting at least of GM Brian Cashman, manager Aaron Boone and veteran starter CC Sabathia, writes Martin, though other members of the organization were likely present. The meeting has been anticipated since weekend reports indicated that Machado would sit down for in-person visits with the White Sox, Yankees and Phillies this week. The face-to-face with the ChiSox came yesterday, and Machado is reportedly slated to meet with the Phillies tomorrow.\n\nThe meeting at Yankee Stadium lasted for roughly 90 minutes, though the Yankees’ courtship of Machado extended beyond that point. Fancred’s Jon Heyman tweets that the Yankees took Machado, his wife and Lozano out to dinner in Manhattan tonight as they continued to discuss the possibility of Machado signing in the Bronx. Some reports in recent days have indicated that Machado will sit down with a fourth club in the near future, and MLB.com’s Mark Feinsand suggested as much was possible once again earlier today. However, Heyman definitively states that the market for Machado, at present, consists of the White Sox, Yankees and Phillies with “no mysteries” in play.\n\nRegardless, it’s becoming increasingly clear that the Yankees are a significant factor in the Machado auction. While Martin wrote in his column that “indications are they won’t invest $300 million over 10 years,” USA Today’s Bob Nightengale tweets that the Yankees are “enamored” and believe him to be the “perfect fit” for their franchise. Whether that means topping the White Sox, the Phillies and any “mystery” suitors that may or may not truly be in the mix is another question entirely, though.\n\nUltimately, managing general partner Hal Steinbrenner will have to give the go-ahead to offer what could end up a record-setting deal to bring Machado to the Yankees. Steinbrenner previously called Machado’s infamous “Johnny Hustle” comments “troubling” and flatly stated that such an attitude “ain’t going to sell where we play baseball.” Those comments, as well as Machado’s intentional kick of Brewers first baseman Jesus Aguilar, undoubtedly came up in today’s face-to-face meeting.\n\nAs Feinsand writes, it’s not fully clear whether Steinbrenner himself was present in today’s meetings, as his family is mourning the recent passing of his mother, Joan. However, Steinbrenner implied to Nightengale last month that Machado would be explaining those comments and actions to Cashman, whom ownership trusts to make that type of call. “But that’s really [GM Brian Cashman’s] job,” said Steinbrenner at the time. “If we’re interested in any player, to sit down with them face to face and ask him, ’Where did this come from? What was the context around the entire interview? Was there a point? How do you justify it?’ … That conversation will happen.”", "keywords": ["manny", "meets", "todays", "phillies", "steinbrenner", "sox", "yankee", "white", "writes", "yankees", "machado", "stadium"], "summary": "The Yankees met with Manny Machado earlier today at Yankee Stadium, writes Dan Martin of the New York Post.\nThe meeting has been anticipated since weekend reports indicated that Machado would sit down for in-person visits with the White Sox, Yankees and Phillies this week.\nThe meeting at Yankee Stadium lasted for roughly 90 minutes, though the Yankees’ courtship of Machado extended beyond that point.\nFancred’s Jon Heyman tweets that the Yankees took Machado, his wife and Lozano out to dinner in Manhattan tonight as they continued to discuss the possibility of Machado signing in the Bronx.\nHowever, Heyman definitively states that the market for Machado, at present, consists of the White Sox, Yankees and Phillies with “no mysteries” in play."}, {"link": "https://www.baltimoreravens.com/news/late-for-work-12-20-these-two-plays-have-been-key-for-the-ravens-new-offense", "published": "2018-12-20T14:35:20", "title": "Late for Work 12/20: These Two Plays Have Been Key for the Ravens’ New Offense", "author": ["Wick Eisenberg"], "text": "As Renner and many other pundits have noted, the Ravens have not simply added a more athletic presence under center, called the same plays they ran with quarterback Joe Flacco, and gotten drastically different results. The Ravens reworked their playbook to make Jackson’s dynamic running the focal point.\n\nA lot has been made of the Ravens’ run-heavy offense since rookie quarterback Lamar Jackson became the starter five weeks ago. In an age when the NFL is becoming more enamored with throwing the ball, the Ravens have “swung further in the direction of option football than any team in modern NFL history, and they’ve looked like one of the best teams in the league since doing so,” according to Pro Football Focus’ Mike Renner in an article he wrote for The Washington Post .\n\nIf you don't have a top-10 quarterback you should be taking notes on the Ravens offense: https://t.co/VPj9aB9BgH\n\n“Baltimore isn’t simply reading the edge defender on the line of scrimmage with your standard inside zone play over and over,” Renner wrote. “Instead, they’re throwing all kinds of distractions at opposing defenses, and wishing them good luck in trying to guess where the ball is going.”\n\nThe options have been tremendously successful, as the Ravens are averaging 5.5 yards per carry, which is a full yard more than the league average. To Renner, a key for the option being so successful for the Ravens has been the various wrinkles the team has added to those plays.\n\nRenner took a look at what plays have been featured more heavily with Jackson and found two, with the first being the option. According to Renner, the Ravens have run 109 options since Jackson became the starter, which is 50 more than the next-closest team.\n\nIndeed, the various motions the Ravens have been running prior to snapping the ball have given defenses a lot to think about. Not only do opposing defenses have to guess where the ball is going, but they also aren’t sure what kind of runner they’re going to have to try to stop: the ridiculously quick Jackson, or on many plays, the bruising style of running back Gus Edwards.\n\nRenner also believes running options puts less pressure on the offensive line. Yes, the line cannot allow opposing defenders to run through unimpeded and break up the play. But with the variety of runners the Ravens can hand the ball to, defenders have to guess more, which means a missed block here or there doesn’t matter quite as much.\n\n“This isn’t a bad Ravens offensive line by any means, but there is a reason over that same span they’re only averaging 4.5 yards per carry on non-option runs,” Renner wrote. “Options can create positive plays through nothing more than scheme and athletic ball-carriers, and the Ravens have both going for them right now.”\n\nThe other type of play Baltimore has utilized heavily with Jackson is play-action passes. A league-leading 39.5 percent of Jackson’s dropbacks have been on play action, with the next-closest being Los Angeles Rams quarterback Jared Goff at 34.2.", "keywords": ["line", "offense", "late", "1220", "play", "running", "ball", "quarterback", "options", "renner", "plays", "jackson", "work", "ravens", "key"], "summary": "A lot has been made of the Ravens’ run-heavy offense since rookie quarterback Lamar Jackson became the starter five weeks ago.\nTo Renner, a key for the option being so successful for the Ravens has been the various wrinkles the team has added to those plays.\nAccording to Renner, the Ravens have run 109 options since Jackson became the starter, which is 50 more than the next-closest team.\nIndeed, the various motions the Ravens have been running prior to snapping the ball have given defenses a lot to think about.\nRenner also believes running options puts less pressure on the offensive line."}, {"link": "https://theprideoflondon.com/2018/12/20/chelsea-cannot-forget-win-ugly-try-play-pretty/", "published": "2018-12-20T17:00:00", "title": "Chelsea cannot forget how to win ugly as they try to play pretty", "author": ["Travis Tyler", "George Perry", "Associated Press"], "text": "Chelsea is undergoing a bold evolution culturally and tactically with Maurizio Sarri. But they must not forget how to win ugly as they look to play pretty.\n\nWhen Jose Mourinho came to Chelsea the first time, he completely entrenched a culture. He made the team feel like the constant underdog, punching above their weight and winning against all odds. The reality was that the team quickly became one of the best in the world but the culture of the club was so entrenched that they never felt as such.\n\nThis allowed the Blues to win even when it felt impossible. And when they had fallen away from the best in the world, they still had that mentality that they could beat anyone through sheer force of will.\n\nChelsea rode that culture all the way through the tenure of Antonio Conte. Then the board, perhaps seeing that what Mourinho built was fading more and more, opted to bring in a manager to build a new culture at Chelsea. Maurizio Sarri was brought in to create something new. But he must not allow the Blues to forget the method that got them this far.\n\nSarri is an attack first type of manager. His tactics are built from the attacking (or possession) phase down. Since it is such a radical departure from what Chelsea has done, it will take time to implement. In the meantime, some matches will look completely awful as Chelsea rack up passes without point or pleasure.\n\nIt is in these moments that Chelsea needs to keep the mentality Mourinho put into the side; ugly wins are still wins. The Blues may want to play beautiful, attacking football but an ugly scrappy goal counts just as much as a well worked one.\n\nChelsea would not have beaten Bournemouth in the League Cup without an ugly goal. The Blues dominated possession and were able to attack often, but they had no penetration with all their possession. It was not a case of “Eden Hazard bails Chelsea out again” as seems to be the media narrative. It was a case of bobbles in the box and someone (in this case Hazard but it really could have been anyone) directing the ball into the net.\n\nIt was ugly, it was unplanned, and it worked. Sarri did not draw that one up and Chelsea did not practice it on the training ground. It was merely the reemergence of a mentality over a decade in the making; score no matter what and go home with the points.\n\nAs Sarri develops Chelsea into his image (no, they are not close yet), he must not throw out all the foundations that were there when he arrived. Beautiful football has its place, but so does ugly football. Recent weeks have shown Sarri is willing to rely on the latter if the former cannot work.\n\nHe must continue to foster that attitude going forward. Not every match can be a clinic and how the result is achieved is less important than the result itself. Sarri has the tools; he need only keep them in the toolbox for when they are needed.", "keywords": ["win", "try", "possession", "ugly", "forget", "sarri", "mentality", "blues", "mourinho", "football", "pretty", "culture", "play", "case", "chelsea"], "summary": "But they must not forget how to win ugly as they look to play pretty.\nIt is in these moments that Chelsea needs to keep the mentality Mourinho put into the side; ugly wins are still wins.\nThe Blues may want to play beautiful, attacking football but an ugly scrappy goal counts just as much as a well worked one.\nThe Blues dominated possession and were able to attack often, but they had no penetration with all their possession.\nBeautiful football has its place, but so does ugly football."}, {"link": "https://www.sacbee.com/news/state/california/article223360715.html", "published": "2018-12-20T16:24:00", "title": "What was the white light in California sky? Probably a meteor", "author": [], "text": "A strange streak of light lit up Northern California’s Wednesday night sky. But what was it?\n\nIt wasn’t a bird, a plane or Superman. It was probably a meteor, according to the National Weather Service.\n\nMore confirmation that last night's object in the sky was a meteor. #cawx https://t.co/IUzeyyfYdR — NWS Bay Area (@NWSBayArea) December 20, 2018\n\n$20 for 365 Days of Unlimited Digital Access Last chance to take advantage of our best offer of the year! Act now!\n\nThe light was seen from the Bay Area all the way to Lake Tahoe starting at around 5:45 p.m. Wednesday.\n\nThe meteor caused a unique kind of cloud formation – called a noctilucent cloud – that only occurs when there is smoke from burning meteors is present.\n\n“When meteoroids hit our atmosphere and burn up, they leave behind a haze of tiny particles suspended 70 km (43.5 miles) to 100 km (62 miles) above Earth’s surface,” NASA said. “It’s no coincidence that NLCs form 83 km high, squarely inside the meteor smoke zone.”\n\nThe last time a cloud formation like this was seen in Northern California was in 2011, according to the National Weather Service.\n\nIt's not the first time noctilucent clouds have been observed over the #BayArea. Here is a look back at a 2011 rocket launch creating NLC https://t.co/2qAHg3GQtI #cawx — NWS Bay Area (@NWSBayArea) December 20, 2018\n\nAfter United Launch Alliance said a rocket launch from Vandenberg Air Force Base in Santa Barbara County was canceled, many took to social media to post photos and ask questions about the mysterious trail of light.\n\nThen it turned into a light lasso (or the starship enterprise) pic.twitter.com/Rt7gCKvL79 — Elk Grove (Rodney) (@ElkGroveCA) December 20, 2018\n\nSome suspected that it may be the three astronauts who NASA said undocked from the International Space Station just moments before the light appeared, though it was unclear if their path to Kazakhstan would take them over California or produce a light trail.", "keywords": ["launch", "area", "20", "bay", "weather", "white", "california", "light", "km", "trail", "meteor", "sky", "probably", "cloud"], "summary": "A strange streak of light lit up Northern California’s Wednesday night sky.\nIt was probably a meteor, according to the National Weather Service.\nMore confirmation that last night's object in the sky was a meteor.\n#cawx https://t.co/IUzeyyfYdR — NWS Bay Area (@NWSBayArea) December 20, 2018$20 for 365 Days of Unlimited Digital Access Last chance to take advantage of our best offer of the year!\nThe light was seen from the Bay Area all the way to Lake Tahoe starting at around 5:45 p.m. Wednesday."}, {"link": "https://nypost.com/2018/12/20/saturns-rings-are-disappearing/", "published": "2018-12-20T15:57:00", "title": "Saturn’s rings are disappearing", "author": ["December"], "text": "Saturn is losing its most famous accessories.\n\nThe planet has been shedding its rings since 1980, but a study published this week in the journal Icarus found that they’re disappearing faster than anyone realized — and could vanish fully in 100 million to 300 million years.\n\nThat’s a blink of an eye on the cosmic time scale, as the solar system has been around for billions of years and is expected to be around for billions more.\n\n“The big conclusion is that ring systems are temporary features,” James O’Donoghue, a postdoctoral fellow at NASA’s Goddard Space Flight Center and lead author of the study, told NBC News.\n\n“They’re just not built to last.”\n\nThe rings — which are made of 98 percent ice — have been raining down heavily on the sixth planet from the sun. They’re showering about 2 tons per second on Saturn in a phenomenon dubbed “ring rain.”\n\n“The rings are basically being eaten away from the inside,” O’Donoghue said.\n\nIt’s long been debated whether Saturn was born with the rings or whether they appeared over time, but the new study suggests that they are younger than the planet.\n\n“If they’re decaying fast now, they can’t have been around that long,” the researcher said.\n\nThe findings suggest the rings were probably formed at the same time that dinosaurs were about to be wiped out on Earth, tens of millions of years ago.\n\nNow, they’re halfway to death, the study found.\n\n“We are lucky to be around to see Saturn’s ring system, which appears to be in the middle of its lifetime,” said O’Donoghue.", "keywords": ["planet", "long", "rings", "saturns", "saturn", "system", "study", "theyre", "odonoghue", "million", "ring", "disappearing"], "summary": "The planet has been shedding its rings since 1980, but a study published this week in the journal Icarus found that they’re disappearing faster than anyone realized — and could vanish fully in 100 million to 300 million years.\n“They’re just not built to last.”The rings — which are made of 98 percent ice — have been raining down heavily on the sixth planet from the sun.\nThey’re showering about 2 tons per second on Saturn in a phenomenon dubbed “ring rain.”“The rings are basically being eaten away from the inside,” O’Donoghue said.\nIt’s long been debated whether Saturn was born with the rings or whether they appeared over time, but the new study suggests that they are younger than the planet.\n“We are lucky to be around to see Saturn’s ring system, which appears to be in the middle of its lifetime,” said O’Donoghue."}, {"link": "http://wpde.com/news/local/winter-solstice-meteor-shower-to-brighten-the-skies", "published": "2018-12-20T15:20:32", "title": "Winter Solstice meteor shower to brighten the skies", "author": ["Zachary Covey"], "text": "The holiday season just got a little brighter -- literally.\n\nThe annual winter solstice meteor shower peaks Friday night across the northern hemisphere. Known as the Ursid Meteor Shower, the annual meteor shower shows up as the Comet Tuttle leaves a trail of \"comet crumbs\" in the Earth's path.\n\nThese crumbs, according to space scientists, enter Earth's atmosphere and burn up through the air. These meteors peak after midnight on Friday, December 21st into the early morning hours of Saturday, Dec. 22.\n\nThis is a \"low key\" meteor shower, according to NASA, meaning this shower only produces about five to 10 meteors per hour. However, you may struggle to see even that may because of the full moon expected in the sky. Because of the brightness the full moon will provide in the night sky, some NASA officials have named this years shower the \"cursed Ursids.\"\n\n\n\nLocally, our forecast may be a bit difficult to see the meteors fly throughout the night sky as some lingering clouds from our departing storm system may hinder your visibility. You're better off seeing some meteors a few hours prior to sunset, as the remaining clouds clear out.", "keywords": ["skies", "shower", "nasa", "crumbs", "solstice", "brighten", "night", "moon", "meteor", "sky", "earths", "meteors", "winter", "hours"], "summary": "The annual winter solstice meteor shower peaks Friday night across the northern hemisphere.\nKnown as the Ursid Meteor Shower, the annual meteor shower shows up as the Comet Tuttle leaves a trail of \"comet crumbs\" in the Earth's path.\nThis is a \"low key\" meteor shower, according to NASA, meaning this shower only produces about five to 10 meteors per hour.\nBecause of the brightness the full moon will provide in the night sky, some NASA officials have named this years shower the \"cursed Ursids.\"\nYou're better off seeing some meteors a few hours prior to sunset, as the remaining clouds clear out."}, {"link": "https://www.aol.com/article/news/2018/12/20/3-astronauts-return-from-international-space-station/23623510/", "published": "2018-12-20T12:52:50", "title": "3 astronauts return from International Space Station", "author": ["Aol Staff", "The Associated Press"], "text": "Three astronauts returned to Earth Thursday after more than six months aboard the International Space Station.\n\nA Russian Soyuz capsule with NASA's Serena Aunon-Chancellor, Russian Sergey Prokopyev and German astronaut Alexander Gerst of the European Space Agency landed on the snow-covered steppes in Kazakhstan, about 140 kilometers (87 miles) southeast of the city of Dzhezkazgan. They touched down a minute ahead of schedule at 11:02 a.m. local time (0502 GMT; 12:02 a.m. EST).\n\nThe crew radioed that they were feeling fine. Russian rescue teams in helicopters and all-terrain vehicles rushed to the landing site to extract the astronauts from the capsule charred by a fiery ride through atmosphere.\n\nThe trio has spent 197 days in space. It was the first mission for Aunon-Chancellor and Prokopyev, while Gerst flew his second to a total of 362 days in orbit, setting the ESA's flight duration record.\n\nRELATED: International Space Station\n\n\n\n4 PHOTOS International Space Station See Gallery International Space Station IN SPACE - OCTOBER 7: (EDITORIAL USE ONLY) In this handout photo provided by the European Space Agency (ESA), German ESA astronaut Alexander Gerst takes a photo during his spacewalk, whilst aboard the International Space Station (ISS) on October 7, 2014 in Space. Gerst returned to earth on November 10, 2014 after spending six months on the International Space Station completing an extensive scientific programme, known as the 'Blue Dot' mission (after astronomer Carl Sagan's description of Earth, as seen on a photograph taken by the Voyager probe from six billion kilometres away). (Photo by Alexander Gerst / ESA via Getty Images) ZHEZKAZGAN, KAZAKHSTAN - MARCH 12: (Alternate crop of #465931716) In this handout provided by the U.S. National Aeronautics and Space Administration (NASA), the Soyuz TMA-14M spacecraft is seen as it lands with Expedition 42 commander Barry Wilmore of NASA, Alexander Samokutyaev of the Russian Federal Space Agency (Roscosmos) and Elena Serova of Roscosmos March 12, 2015 near the town of Zhezkazgan, Kazakhstan. NASA astronaut Wilmore and Russian cosmonauts Samokutyaev and Serova are returning after nearly six months onboard the International Space Station where they served as members of the Expedition 41 and 42 crews. (Photo by Bill Ingalls/NASA via Getty Images) STAR CITY, RUSSIA - MARCH 5: In this handout from the In this handout from National Aeronautics and Space Administration or NASA, (L to R) NASA Astronaut Scott Kelly is seen inside a Soyuz simulator at the Gagarin Cosmonaut Training Center (GCTC) March 5, 2015 in Star City, Russia. The three are preparing for launch to the International Space Station (ISS) in the Soyuz TMA-16M spacecraft from the Baikonur Cosmodrome in Kazakhstan on March 28, 2015. As the one-year crew, Kelly and Kornienko will return to Earth on Soyuz TMA-18M in March 2016. (Photo by /Bill Ingalls/NASA via Getty Images) WALLOPS ISLAND, VA - OCTOBER 28: In this handout provided by National Aeronautics and Space Administration (NASA), The Orbital Sciences Corporation Antares rocket, with the Cygnus spacecraft onboard suffers a catastrophic anomaly moments after launch from the Mid-Atlantic Regional Spaceport Pad 0A at NASA Wallops Flight Facility on October 28, 2014 on Wallops Island, Virginia. William Gerstenmaier, associate administrator of NASA's Human Exploration and Operations Mission Directorate and Michael Suffredini, NASA's International Space Station Program Manager also participated in the press conference via phone. Cygnus was on its way to rendezvous with the space station. The Antares rocket lifted off to start its third resupply mission to the International Space Station, but suffered a catastrophic anomaly shortly after lift off at 6:22 p.m. EDT. (Photo by Joel Kowsky/NASA via Getty Images) Up Next See Gallery Discover More Like This HIDE CAPTION SHOW CAPTION of SEE ALL BACK TO SLIDE\n\nThe rescue crews helped the crew in their balky space suits leave the capsule and conducted an initial medical examination. The astronauts will be taken to Dzhezkazgan for a brief welcome ceremony before being flown to their respective countries for more thorough check-ups.\n\nNASA astronaut Anne McClain, Russian Oleg Kononenko and David Saint-Jacques of the Canadian Space Agency, who have arrived at the station earlier this month, are set to remain in orbit until June.\n\nMore from :\n\nNASA's Insight Lander takes its first selfie from the surface of Mars\n\nThe Geminid meteor shower, one of the year's most spectacular, peaks this week — here's how to watch\n\nChina to launch historic mission to the moon's far side", "keywords": ["soyuz", "nasa", "mission", "return", "astronauts", "station", "international", "astronaut", "gerst", "russian", "space", "handout"], "summary": "Three astronauts returned to Earth Thursday after more than six months aboard the International Space Station.\nRELATED: International Space Station4 PHOTOS International Space Station See Gallery International Space Station IN SPACE - OCTOBER 7: (EDITORIAL USE ONLY) In this handout photo provided by the European Space Agency (ESA), German ESA astronaut Alexander Gerst takes a photo during his spacewalk, whilst aboard the International Space Station (ISS) on October 7, 2014 in Space.\nThe three are preparing for launch to the International Space Station (ISS) in the Soyuz TMA-16M spacecraft from the Baikonur Cosmodrome in Kazakhstan on March 28, 2015.\nWilliam Gerstenmaier, associate administrator of NASA's Human Exploration and Operations Mission Directorate and Michael Suffredini, NASA's International Space Station Program Manager also participated in the press conference via phone.\nThe Antares rocket lifted off to start its third resupply mission to the International Space Station, but suffered a catastrophic anomaly shortly after lift off at 6:22 p.m. EDT."}, {"link": "https://www.cnn.com/2018/12/20/health/infections-from-stem-cell-products/index.html", "published": "2018-12-20T18:46:00", "title": "Infections put 12 people in hospitals after they received unapproved stem cell products", "author": ["Jen Christensen"], "text": "(CNN) Twelve people in three states developed infections and were hospitalized after they got infusions or injections of stem cell products derived from umbilical cord blood that were contaminated with bacteria, according to a report published Thursday by the US Centers for Disease Control and Prevention.\n\nThe patients in Arizona, Florida and Texas received stem cell products processed by Genetech Inc. and distributed by Liveyon LLC, the report says, adding that the products are not FDA-approved or lawfully marketed.\n\nThe FDA sent a warning letter to San Diego-based Genetech in November about ReGen5, ReGen10 and ReGen30 for allogeneic use. The agency issued a statement about it Thursday and said it was sending letters to 20 other providers of stem cell treatments, reminding them of the agency's rules about regenerative medicine.\n\n\"We see a lot of promise from stem cell treatments, but we also have a lot of concern, and we started by sending these 20 letters singling out these firms that should be engaging with FDA but haven't been,\" FDA Commissioner Dr. Scott Gottlieb said.\n\n\"In addition, we are also stepping up our inspections this year. We are concerned that there are firms whose actions could be putting patients at risk and might be subject to additional action.\"\n\nThe only FDA-approved use for these umbilical cord blood-derived stem cell products is for hematopoietic or immunologic reconstitution, meaning for people with disorders that affect the part of the system involved in producing blood, the hematopoietic system. That can be for blood or bone marrow transplants in patients who have cancer or blood or immune system disorders.\n\nSome practitioners believe that stem cells can \"sense the environment into which they are introduced and address whatever functions require replacement or repair,\" FDA scientists wrote in the New England Journal of Medicine in March 2017, but that \"is not based on scientific evidence.\" These stem cell treatments need to go through the appropriate clinical trials to prove that they work and are safe.\n\nThe FDA warned the public about the unapproved use of stem cell treatments in 2017, saying \"unscrupulous providers\" may promise that stem cells can be \"miracle treatments\" for just about any disease or medical condition, but not to believe \"the hype.\" At the time, Gottlieb called them \"dangerously dubious products.\"\n\nThe patients infected in this outbreak got the stem cell treatments for ailments that include general pain, osteoarthritis, back pain, a rotator cuff tear with a cyst and pain associated with rheumatoid arthritis.\n\nAccording to Thursday's CDC Morbidity and Mortality Weekly Report, the first infections were reported to the Texas Department of State Health Services on September 17. Three people who got injections or infusions of umbilical cord blood-derived stem cell products at a Texas outpatient clinic on September 12 developed bloodstream infections.\n\nOn September 22, the Florida Department of Health was notified that four people had joint infections after getting injections from a Florida orthopedic clinic between February 15 and August 30. When scientists looked at some of the unopened products at that clinic, they found E. coli and E. faecalis bacteria.\n\nThe report does not offer details on the patient in Arizona. Dr. Kiran Perkins with the CDC's Outbreak and Response Team, who co-authored Thursday's report, said there is some lab work pending in the Arizona case.\n\n\"That clinic didn't have any of the product left,\" Perkins said. \"That is part of the challenge of this investigation: A lot of the clinics don't have any of the product left.\"\n\nPerkins added that the CDC is concerned about the severity of these infections, as all the patients mentioned in the report were hospitalized. \"This particular outbreak has the potential for serious health risks and concerns,\" she said.\n\nThe distributor, Liveyon, issued a national recall of Regen series products in October and suspended shipment of all product pending the outcome of the FDA investigation, according to the agency.\n\nThe CDC believes that the bacterial contamination of the stem cell-derived products occurred before distribution. An investigation is taking a closer look at the manufacturing practices and at the safety practices at the clinics to determine whether there was proper infection control.\n\nThe FDA said Thursday that an inspection of the Genetech manufacturing facility in June found \"significant deviations\" that included \"deficient donor eligibility practices; unvalidated manufacturing processes; uncontrolled environment; lack of control over the components used in production and a lack of defined areas or a control system to prevent contamination and mix-ups.\"\n\nThe CDC noted that stem cell clinics typically work in an outpatient setting, \"which often have less robust oversight of infection control measures,\" and that's in part why the FDA recommends that patients avoid getting these treatments outside controlled clinical studies that will ensure that the appropriate manufacturing and safety reporting procedures were followed.\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nThe CDC is still trying to determine whether other patients received the tainted product. Perkins credited the health departments in Texas and Florida with picking up on infections quickly.\n\nThe FDA urges health care professionals and consumers to report any adverse events related to treatments with Liveyon products, Genetech products or other stem cell treatments to its MedWatch Adverse Event Reporting program.\n\nGottlieb noted that the field is growing quickly. There's a lot of innovation and promise, and some companies have come in to work with the FDA, but others have \"ignored our request for dialogue,\" he said, and are \"putting patients at risk.\"\n\nHe said Thursday that dozens of firms are not taking the necessary steps to ensure patient safety.", "keywords": ["received", "fda", "cell", "stem", "treatments", "cdc", "patients", "infections", "products", "unapproved", "health", "12", "hospitals", "report"], "summary": "The patients in Arizona, Florida and Texas received stem cell products processed by Genetech Inc. and distributed by Liveyon LLC, the report says, adding that the products are not FDA-approved or lawfully marketed.\nThe agency issued a statement about it Thursday and said it was sending letters to 20 other providers of stem cell treatments, reminding them of the agency's rules about regenerative medicine.\nThe only FDA-approved use for these umbilical cord blood-derived stem cell products is for hematopoietic or immunologic reconstitution, meaning for people with disorders that affect the part of the system involved in producing blood, the hematopoietic system.\nThese stem cell treatments need to go through the appropriate clinical trials to prove that they work and are safe.\nThree people who got injections or infusions of umbilical cord blood-derived stem cell products at a Texas outpatient clinic on September 12 developed bloodstream infections."}, {"link": "https://www.cbsnews.com/news/healthiest-and-least-healthy-states-ranked-2018/", "published": "2018-12-20T20:02:00", "title": "Healthiest and least healthy states ranked for 2018", "author": ["Ashley Welch", "Ashley Welch Covers Health", "Wellness For Cbsnews.Com"], "text": "With the new year fast approaching, getting healthy is at the top of many people's lists of resolutions. While a healthy diet and exercise are key to good health, where you live may also be a factor.\n\nA new report ranks the healthiest – and least healthy – states. It finds that Hawaii has reclaimed the title of healthiest state in 2018, after dropping to number 2 in 2017. Other exceptionally healthy states include Massachusetts, Connecticut, Vermont, and Utah.\n\nAt the bottom of the list, Louisiana ranks number 50 this year, replacing Mississippi as the state with the greatest health challenges.\n\nThe report titled America's Health Rankings Annual Report, from the United Health Foundation, a nonprofit division of UnitedHealth Group, has been published every year since 1990. To calculate the rankings, researchers used 35 health measures in the categories of behaviors, community and environment, policy, clinical care, and health outcomes.\n\nThe top 10 healthiest states on the list:\n\nHawaii Massachusetts Connecticut Vermont Utah New Hampshire Minnesota Colorado Washington New York\n\nFactors that helped Hawaii nab the top spot include its lower-than-average rates of obesity, smoking, and frequent mental distress, as well as low levels of air pollution and high number of primary care physicians.\n\nState health rankings for 2018. Rank based on weighted sum of the number of standard deviations each core measure is from the national average. United Health Foundation\n\nStates ranking on the other end of the spectrum as the least healthy are:\n\n50. Louisiana\n\n49. Mississippi\n\n48. Alabama\n\n47. Oklahoma\n\n46. Arkansas\n\n45. Kentucky\n\n44. West Virginia\n\n43. South Carolina\n\n42. Tennessee\n\n41. Indiana\n\n40. Ohio\n\nLouisiana fared worst in large part due to its high levels of children in poverty, smoking, obesity, frequent mental and physical distress, as well as many babies born with low birthweight.\n\nGenerally, the healthiest states in the ranking are in the Northeast, with a few in the Midwest and West. States ranked as least healthy are in the South with the exception of Indiana and Ohio.\n\nObesity and chronic diseases\n\nFor the first time in since the report was was introduced 28 years ago, it found more than 30 percent of the U.S. adult population is obese. Since 2017, the prevalence of obesity increased 5 percent, from 29.9 percent to 31.3 percent of adults.\n\nPremature deaths are also rising, increasing 3 percent over the past year. The researchers say higher numbers of drug-related deaths, suicide rates, and occupational fatalities are driving this grim trend.\n\nCardiovascular death rates also continue to increase, rising 2 percent in the latest survey. The number of people reporting frequent mental distress and physical distress are also rising, the report found.\n\nWhat's moving in the right direction?\n\nOverall, the United States has seen some positive trends in recent years. The percentage of children living in poverty decreased from 22.6 percent in 2013 to 18.4 percent in 2018.\n\nAir pollution levels have also been decreasing nationally, dropping 12 percent from 9.5 to 8.4 micrograms of fine particles per cubic meter since 2015.\n\nWhile there are still barriers to health care for many Americans, the number of mental health and primary care physicians per 100,000 people is increasing. In the past year, the number of mental health providers increased 8 percent while the number of primary care physicians increased 5 percent.\n\nFinally, the rates of adolescent immunizations are on the rise. In the past year, HPV immunization among male teens age 13-17 increased 18 percent, a significant jump from 37.5 percent to 44.3 percent. The rate for females in the same age group increased 7 percent, from 49.5 percent to 53.1 percent.", "keywords": ["healthiest", "states", "rates", "2018", "healthy", "increased", "ranked", "health", "number", "report", "mental", "care"], "summary": "A new report ranks the healthiest – and least healthy – states.\nIt finds that Hawaii has reclaimed the title of healthiest state in 2018, after dropping to number 2 in 2017.\nOther exceptionally healthy states include Massachusetts, Connecticut, Vermont, and Utah.\nGenerally, the healthiest states in the ranking are in the Northeast, with a few in the Midwest and West.\nStates ranked as least healthy are in the South with the exception of Indiana and Ohio."}, {"link": "https://www.washingtonpost.com/graphics/2018/local/dc-opioid-epidemic-response-african-americans/", "published": "2018-12-19T19:27:00", "title": "D.C.’s opioid epidemic: As African American heroin overdoses skyrocketed the city ignored life-saving strategies", "author": ["Peter Jamison", "Reporter Covering D.C. Politics"], "text": "(André Chung for The Washington Post) Local ‘Pure incompetence’ As fatal heroin overdoses exploded in black neighborhoods, D.C. officials ignored life-saving strategies and misspent millions of federal grant dollars. More than 800 deaths later, the city is still reckoning with the damage it failed to prevent. Warning: This graphic requires JavaScript. Please enable JavaScript for the best experience.\n\nFor the past four years, the nation’s capital has undergone its worst public-health crisis since the arrival of AIDS: an explosion of fatal drug overdoses among African Americans.\n\nThe rate of death, caused by heroin cut with the lethal synthetic opioid fentanyl, is comparable to the opioid epidemic’s worst ravages in rural and suburban parts of the United States. More people died of opioid overdoses than homicides last year in the District.\n\nBut the city’s overdose victims are different from those in areas of the country more commonly associated with opioid abuse. Many are black men who have been addicted to heroin for decades. And unlike drug users elsewhere, they have often been left by their government without basic help.\n\nD.C. has the highest increase in overdose deaths among urban areas Percentage change in age-adjusted overdose death rates since 2012 for large urban counties and other counties. Cabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time Washington, D.C. +249% 300 200 100 Philadelphia +120% 0 -100 2012 2013 2014 2015 2016 2017 Source: Centers for Disease Control and Prevention KATE RABINOWITZ/THE WASHINGTON POST D.C. has the highest increase in overdose deaths among urban areas Percentage change in age-adjusted overdose death rates since 2012 for large urban counties and other counties. Cabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time Washington, D.C. +249% 300 200 100 Philadelphia +120% 0 -100 2012 2013 2014 2015 2016 2017 Source: Centers for Disease Control and Prevention KATE RABINOWITZ/THE WASHINGTON POST D.C. has the highest increase in overdose deaths among urban areas Percentage change in age-adjusted overdose death rates since 2012 for large urban counties and other counties. Cabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time 300 Washington, D.C. +249% 200 Baltimore, Md. +194% Philadelphia +120% 100 0 -100 2012 2013 2014 2015 2016 2017 Source: Centers for Disease Control and Prevention KATE RABINOWITZ/THE WASHINGTON POST D.C. has the highest increase in overdose deaths among urban areas Percentage change in age-adjusted overdose death rates since 2012 for large urban counties and other counties. Cabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time 300 Washington, D.C. +249% 200 Baltimore, Md. +194% Philadelphia +120% 100 0 -100 2012 2013 2014 2015 2016 2017 Source: Centers for Disease Control and Prevention KATE RABINOWITZ/THE WASHINGTON POST D.C. has the highest increase in overdose deaths among urban areas Percentage change in age-adjusted overdose death rates since 2012 for large urban counties and other counties. Cabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time 300 Washington, D.C. +249% 200 Baltimore, Md. +194% Philadelphia, Penn. +120% 100 0 -100 2012 2013 2014 2015 2016 2017 Source: Centers for Disease Control and Prevention KATE RABINOWITZ/THE WASHINGTON POST\n\nThe District has consistently fallen short in its response to mounting opioid casualties, misspending millions of federal grant dollars and ignoring lifesaving strategies that have been widely adopted elsewhere, a Washington Post investigation found.\n\nD.C. officials distributed naloxone — an overdose antidote that laypeople can use to prevent deaths — at a far lower rate than other cities with comparable opioid problems. As fatal overdoses peaked last year, Baltimore handed out more than four times as many naloxone kits per capita as the District; and Philadelphia, more than three times as many, according to city data. Officials at the nonprofit groups that collaborated with the District on its naloxone campaign called it “woefully inadequate” and “disastrous.”\n\nThe city has also faltered in carrying out a federally sponsored initiative to connect long-term heroin users with treatment. Although D.C. officials in 2017 began receiving what will ultimately total $4 million over two years from the U.S. Substance Abuse and Mental Health Services Administration (SAMHSA), many programs the city said it would launch never materialized. Officials at the clinic contracted by the District with most of its federal funds said not a single patient has been referred to them for addiction treatment.\n\n“It’s just pure incompetence,” said Larry Gourdine of Medical Home Development Group (MHDG), which received nearly $1.5 million of the city’s grant money. “This is not that difficult. I mean, this is straight-up health-care delivery.”\n\nIn a city where growing prosperity conceals profound divides of race and class, the damage done by heroin and fentanyl has fallen squarely on African Americans. Of the 860 people known to have died of opioid overdoses since 2014, 4 in 5 were black, according to the chief medical examiner. In 2017 — the most recent year of data from the Centers for Disease Control and Prevention — the rate of fatal drug overdoses among African Americans in the District was higher than that of whites in West Virginia, Ohio or New Hampshire.\n\nAn unseen opioid epidemic in the nation’s capital America’s drug epidemic is commonly associated with rural towns and suburbs. But more people died from opioid overdoses than homicides last year in the District of Columbia as local government officials looked the other way. Read about how one couple of veteran users struggles to survive.\n\nYet those deaths, concentrated in the historically black neighborhoods of Southeast and Northeast Washington, have been unnoticed by many residents of the nation’s capital. Few elected officials have taken prompt action to address the crisis. Frustrated advocates and medical professionals say the District’s lackluster response would never have been tolerated in whiter and more affluent neighborhoods.\n\n“People discount the severity of our opioid epidemic because it’s mainly older, African American men who have used heroin long-term who are dying,” said Kaitlyn Boecker, who works in the D.C. office of the Drug Policy Alliance, a national organization that works to change drug laws. “There just seems to be no urgency in addressing the crisis.”\n\nD.C. Mayor Muriel E. Bowser said in a statement that the District’s strategies “are working and saving lives.” (Jabin Botsford/The Washington Post)\n\nD.C. officials defended their response to surging opioid deaths, saying the past several years have been a learning period. Looking ahead, they said they are planning a comprehensive response to the epidemic, with the help of $21 million in new funding for opioid programs that the District is scheduled to receive from the federal government.\n\nMayor Muriel E. Bowser (D) declined repeated requests for an interview for this article. In a written statement, Bowser said the District’s strategies “are working and saving lives.” She noted that more than 700 overdose reversals have been reported using naloxone distributed by the city.\n\n“We will remain relentless in seeking the best possible tools and data to stop preventable overdose and death,” Bowser said in the statement.\n\nThere are bright spots in the city’s opioid response. Beginning late last year, the District gave out $1.7 million in local grants to increase the number of doctors and nurses trained to treat addiction. But there has been no corresponding spike in the number of patients signing up for treatment, according to city and federal data.\n\nAfter three straight years of increases, opioid deaths are on track to drop this year — although the number of projected fatalities will still be twice as many as in 2014, according to the District’s chief medical examiner. Some city officials say the decline results from their prevention efforts.\n\nBut some medical experts think the trend — which mirrors a decline in fatal opioid overdoses seen in other cities and states — could have other causes. One theory holds that chronic users are beginning to adapt to fentanyl-tainted heroin, using it more carefully and in smaller doses.\n\nAnother is that four years into the District’s opioid crisis, many of the addicts most at risk are already dead.\n\n(André Chung for The Washington Post) ‘The only tools we have’ Outreach worker Kenneth Poge hugs a client at the Family and Medical Counseling Service (FMCS) service needle-exchange service van. FMCS was one of two nonprofit groups tapped to distribute the life-saving overdose antidote naloxone in the District, but a manager says the program turned “disastrous” when the city failed to provide enough of the medicine.\n\nMaurice Abbey-Bey stepped out of a minivan at the D.C. General shelter for homeless families, opened the trunk and announced his wares — free syringes, condoms and Narcan, a brand of naloxone nasal inhaler — in a hoarse shout. Among the dozens who lined up was Renee Jones-Collins, a resident of Southeast Washington.\n\nJones-Collins said she no longer uses heroin but has friends who do. The previous month, she said, she had used Narcan to revive one who had “fallen out,” or overdosed. She said that while fentanyl-laced heroin was “all over the place” in the District, naloxone was comparably scarce.\n\n“It’s not enough,” she said.\n\nAbbey-Bey was selective with his 30 Narcan kits but quickly ran out. Soon he was driving back to the nonprofit Helping Individual Prostitutes Survive (HIPS), where naloxone provided by the city was carefully rationed.\n\n“I don’t want to hold on to this stuff like it’s dear life,” he said. “But that’s what I’m doing.”\n\nThe D.C. Department of Health began its campaign to saturate overdose-heavy neighborhoods with Narcan in the spring of 2016. The department partnered with HIPS and Family and Medical Counseling Service (FMCS), another nonprofit that provides needle-exchange services, giving the organizations city-purchased Narcan to distribute.\n\nTerrence Cooper, a needle exchange coordinator with Family and Medical Counseling Service, watches for clients at Minnesota Avenue and Clay Place in Northeast. FMCS was one of two nonprofit organizations that participated in the District’s troubled naloxone distribution program. (André Chung/for The Washington Post)\n\nThe city’s management of the program has been “disastrous,” said Diane Jones, a social worker who oversaw the initiative at FMCS. In an interview in May, she estimated that the approximately 150 kits FMCS was receiving from the city each month were half of what was needed. She said her organization routinely faced agonizing decisions about which clients are most deserving of the medicine.\n\n“These, at this point, are the only tools we have in this crisis,” Jones said. “And we’re having to ration them out.”\n\nSimilar complaints date to the earliest days of the city’s naloxone initiative. On July 12, 2016 — approximately two months after the program got underway — then-HIPS employee Andrew Bell warned top health department officials that the group’s Narcan supply was exhausted and it was unable to meet demand for the medicine.\n\n“Not a day goes by that we don’t have clients asking for naloxone,” Bell said in an email.\n\nThe health department ultimately increased HIPS’s Narcan supply. But the nonprofit organization continued to face shortages. In May of this year, HIPS launched an online donation drive when it was on the verge of running out of Narcan and the city refused to allow it to restock nine days early.\n\n“We’re tired of the city’s woefully inadequate response to fatal overdoses in D.C.,” the group wrote in its appeal. “Please donate today and help HIPS purchase our OWN supplies so we can do the city’s job for them.”\n\nHIPS Executive Director Cyndee Clay said other local governments were more aggressive in making sure naloxone reached drug users.\n\n“There are places where this is done well,” she said. “D.C. is just not one of them.”\n\nOther municipalities have launched far more robust Narcan distribution campaigns, according to a Post analysis of data provided by those cities.\n\nIn 2017, Baltimore distributed an average 178 kits per month per 100,000 residents, and Philadelphia 141. Boston distributed 87 kits per month per 100,000 people, San Francisco 86 and New York City 59.\n\nThe District’s figure: 38.\n\nD.C. Department of Health Director LaQuandra Nesbitt said complaints about naloxone shortages had been valuable feedback in what she described as a two-year test run. “I want to emphasize it was a pilot, and so we wanted to hear from them what was working and what wasn’t working,” Nesbitt said.\n\nShe said the health department was overhauling the program so that HIPS and FMCS would receive funding to buy their own naloxone instead of relying on the city, a move she said should resolve disputes.\n\nNesbitt said it was wrong to judge the effectiveness of the District’s program based on the number of Narcan kits that had been handed out without tracking other measures, such as whether overdose victims were offered medical care or long-term addiction treatment after their lives were saved.\n\n“It’s not just about whether or not naloxone was given — did you spray something in the nostrils. It’s what happened as a result of that, and those things are critically important for us to understand,” Nesbitt said.\n\nShe added, “I don’t determine the success of a program based merely on the number of kits that have been distributed.”\n\nThat view goes against best practices for naloxone distribution, according to Eliza Wheeler, national overdose response strategist for the Harm Reduction Coalition.\n\n“Measuring the success of a naloxone program has to be based on how much naloxone gets into the hands of people who use drugs,” Wheeler said. “The analogy that we use is thinking about a flu shot drive in the community.” Such efforts are judged based on how many people at risk of flu get vaccinated, she said, not what happens to them afterward.\n\nThe District has also been an outlier when it comes to another means of increasing naloxone’s availability: a government policy that allows anyone to buy the medication in a pharmacy without a doctor’s prescription. As of January 2018, such policies existed in more than two dozen states, including neighboring Maryland and Virginia, according to the National Alliance of State Pharmacy Associations.\n\nThe D.C. Council passed a law that would have allowed District residents access to the medication in pharmacies in 2016. But Nesbitt refused to implement it, saying the legislation gave too much authority to pharmacists and did not protect pharmacists who chose not to dispense naloxone from legal liability. She did not take action to make naloxone available until this month, when the council approved changes she requested to the policy.\n\n(André Chung for The Washington Post) ‘It just fell apart’ Dr. Edwin Chapman has treated hundreds of heroin users at his office in Northeast Washington. Chapman’s practice was supposed to take part in a program for recent overdose victims at the District’s public hospital — one of multiple federally funded initiatives the city failed to carry out.\n\nVictor Williams, a 56-year-old heroin user, was discharged the morning of Sept. 28 from United Medical Center (UMC), the District’s public hospital, where he had been treated for an overdose. Close to midnight on the same day, his younger brother, Phillip Williams, got a call he had long dreaded.\n\nVictor had gone into the bathroom at Phillip Williams’s house, according to a friend, and wasn’t responding to knocks. The friend called 911. Phillip arrived home in time to see his brother — with whom he still stayed up late playing dominoes and pinochle, despite the damage heroin had done to their relationship — carried out the door in a body bag.\n\nA syringe was found in the bathroom. The medical examiner’s office later determined that fentanyl killed Victor Williams.\n\nPhillip Williams, himself a recovering heroin user, said he thinks his brother could have been persuaded to enter treatment with professional outreach. “When people that need help, that you should offer help, they can’t get no help — they go back to what they used to know,” he said, explaining his brother’s relapses.\n\nVictor Williams, shown with his great-granddaughter. Williams was treated for an overdose at the District’s public hospital and died from another overdose the day he was discharged. (Courtesy of Williams family) The medical examiner’s office determined that fentanyl killed Victor Williams, pictured with his granddaughter. (Courtesy of Williams family) Victor Williams, shown with his great-granddaughter. Williams was treated for an overdose at the District’s public hospital and died from another overdose the day he was discharged. (Courtesy of Williams family) The medical examiner’s office determined that fentanyl killed Victor Williams, pictured with his granddaughter. (Courtesy of Williams family)\n\nWhat Phillip Williams didn’t know until recently was that an outreach program for overdose victims like Victor should have been in place at UMC more than a year ago — one of several federally funded initiatives that D.C. officials failed to carry out.\n\nAlong with every state and four U.S. territories, the District was awarded money to combat the opioid epidemic under the 21st Century Cures Act, signed by then-President Barack Obama in December 2016. The city’s eligibility for the grant — $2 million a year, for two years — gave it an advantage over municipalities with no direct access to federal money for anti-opioid campaigns.\n\nThat advantage has led to few results. Outreach initiatives to heroin users the grant was supposed to fund never materialized. At the height of the epidemic last year, District officials failed to spend $620,000 of their federal money, or about a third of the amount allotted to the city in the grant’s first year.\n\nThe grant was overseen by the D.C. Department of Behavioral Health, which along with the Department of Health manages the District’s opioid strategies. In its application, the agency described an extensive street outreach effort, with a group of 10 peer counselors — former drug users trained to counsel others about treatment options — visiting spots where heroin users gather.\n\nHowever, in an August 2017 strategic plan the department submitted to the federal government, agency officials said they were having trouble recruiting outreach workers. An initial training session in May hadn’t drawn enough participants to launch the peer outreach program as originally planned, they wrote.\n\nInstead, the agency said it would launch a more focused outreach campaign at a location where peer counselors could be sure to encounter drug users: a hospital emergency room. Two counselors would be stationed at UMC, city officials said, shepherding recent overdose victims to on-site treatment with buprenorphine, a medication that diminishes opioid cravings.\n\nSimilar programs have been launched in multiple cities, based on a 2015 study at Yale-New Haven Hospital that showed users who begin buprenorphine treatment during visits to the emergency room often have more success in recovery.\n\n“We really have an opportunity to see a lot of these patients in that wake-up moment,” said Ali Raja, a physician who oversaw the introduction of a buprenorphine program at Massachusetts General Hospital in Boston last year.\n\nUMC was an ideal site. Last year, it saw 400 opioid overdose patients, far more than any other hospital in the nation’s capital, according to city data. Medical Home Development Group, the city’s contracted buprenorphine treatment provider, leased an office two floors above the hospital’s emergency room in anticipation of the program.\n\nBut the city’s promised outreach workers never showed up. The office, rather than treating overdose victims from the emergency room, is now used for other patients, said Edwin Chapman, MHDG’s chief medical officer.\n\nChapman, who treats Phillip Williams at his practice on Benning Road NE, said Victor Williams was just one of many patients whose lives could have been saved if the city had followed through.\n\nEdwin C. Chapman, chief medical officer for Medical Home Development Group, said D.C. officials could have saved lives if they had followed through on a plan for outreach to overdose victims at the city’s public hospital. (André Chung/for The Washington Post)\n\n“It just fell apart,” Chapman said. “They reneged on everything.”\n\nTanya Royster, who until two weeks ago was the director of the D.C. Department of Behavioral Health, said in an interview that she was unable to provide any information about why the city never carried out the program at UMC. “I can’t answer that,” she said.\n\nIn a later email, department spokeswoman Jasmine Gossett denied the program had ever been planned. After she was shown the plan submitted by the department to the federal government, Gossett acknowledged the proposed UMC project but said it was part of an interim plan and not “an official proposal.”\n\nOther initiatives outlined as part of the city’s grant documents likewise made little progress. An effort to persuade 125 older patients at the city’s methadone clinics to switch to buprenorphine treatment — which, unlike methadone, is fully covered by Medicare — went nowhere.\n\nAs time passed with no action or direction from the city on the grant programs, MHDG used the federal money it had been paid to offer primary care to patients at the Foundation for Contemporary Mental Health, a methadone clinic in Foggy Bottom.\n\nThe attention was welcomed by men and women who often have grave health problems after decades of addiction, but it was not treatment for drug abuse. Although MHDG received $1.46 million of the city’s $4 million in total grant funds, it ultimately did not treat a single patient for opioid addiction in connection with the grant.\n\nDepartment of Behavioral Health officials acknowledged problems with the grant in a July report to the federal government. They said the District had spent $1.38 million of the $2 million awarded in the grant’s first year, citing “a lack of clarity in communicating to the sub-grantees their roles and responsibilities” and “unexpected turnover” in the department staff overseeing opioid programs.\n\nRoyster had a more positive appraisal. She told The Post it was normal to leave federal grant money unspent in the first year, and pointed to a use of the funds that she said had been successful: Some $200,000 spent on posters that warned drug users of fentanyl and promoted naloxone.\n\nShe acknowledged her agency was not using tried-and-true strategies other governments have adopted but said this was a strength rather than a weakness. The city’s approach has been tailored to its distinctive population of older, African American heroin users, she said.\n\n“We’re not behind the curve. We’re actually, I would say, ahead of the curve,” Royster said. “And one of the ways that you can be confident of that is that we’re not just doing what everyone else is doing. We’re doing what’s important for D.C.”\n\nIn response to questions from The Post about the District’s use of its grant money, SAMHSA spokesman Brian Dominguez said grant recipients “have flexibility to design their systems and plans.”\n\nOn Nov. 30, after her interview with The Post and before this article was published, Royster was removed from her job by the mayor. A Bowser administration official, speaking on the condition of anonymity to discuss a personnel matter, said the mayor had grown frustrated with the slowness of the agency’s responses to various issues, including drug overdoses.\n\nBowser chose as a replacement Nesbitt, who will continue leading the Department of Health while overseeing the Department of Behavioral Health on a temporary basis.\n\n(André Chung for The Washington Post) Just another day Heroin user Eugene Short, 47, strips copper wire outside the FMCS needle-exchange van. Four years after overdose deaths among African Americans began climbing, advocates say recent improvements to the city’s opioid response have come far too late.\n\nThere is at least one precedent for a more successful opioid program managed by city officials. Last year, the Department of Health began giving out $1.7 million to help clinics hire and train medical staff for buprenorphine programs. Five clinics, along with Howard University Hospital, obtained funding.\n\nThe money has been one factor in a rapid expansion of addiction treatment providers in the District. The federal government has certified at least 150 new buprenorphine prescribers — with a capacity to treat 5,550 patients — over the past two years, SAMHSA data show.\n\nD.C. expanded opioid addiction treatment opportunities, but patient growth lags Additional treatment capacity and Medicaid patients in the past two years 132 more Medicaid patients 5,550 added treatment capacity Note: New capacity is based on the maximum number of patients new doctors can accept. Capacity may be underestimated because of the exclusion of rare cases in which doctors expand their capacity limit. Patient increases are calculated by subtracting the quarterly averages of the current year from the previous. Source: Substance Abuse and Mental Health Services Administration; D.C. Department of Health Care Finance KATE RABINOWITZ/THE WASHINGTON POST\n\nBut the rate at which patients most at risk are entering treatment has not kept up. Since 2016, the number of Medicaid beneficiaries receiving buprenorphine has increased by 132 people, according to data from the D.C. Department of Health Care Finance.\n\nAfter training new buprenorphine prescribers with city funding, the addiction clinic at Mary’s Center in Adams Morgan is now able to treat roughly 500 people, said Daniel Smith, the doctor who oversees the program. It currently has about 135 patients, he said.\n\n“We’re growing, and we grow every month by 5 or 10 percent,” Smith said. “But we’re not close to our capacity.”\n\nThe District will have ample opportunity to close its treatment gap over the next two years, as it begins receiving $21 million annually in new federal funding for local governments to combat the opioid crisis.\n\nThe Department of Behavioral Health, which will oversee the grant, outlined dozens of new programs in its grant application, some of which expand on unfulfilled initiatives from the past two years. The city is planning to launch outreach programs for overdose patients in multiple hospitals, with both the new federal money and unused funds left over from its earlier grant.\n\nFMCS needle exchange specialist Tyrone Pinkney, center, and his colleague Terrence Cooper interview Marlon Brando Robinson, 53, inside the organization’s mobile-services van. (André Chung/for The Washington Post)\n\nFour years into the District’s opioid crisis, city officials are beginning to adopt other measures long urged by advocates.\n\nD.C. health officials say they are finalizing a comprehensive plan for responding to the opioid epidemic, created by a task force of government workers, treatment providers and advocates. In August, the health department began distributing naloxone through homeless shelters.\n\nThis month, the D.C. Council approved a package of changes sought by treatment providers to the District’s opioid policies, including the removal of restrictions on Medicaid reimbursement for addiction treatment. The bill was originally introduced in 2017, and took almost 15 months to come to a vote.\n\nSome on the front lines of the epidemic say these developments are welcome but come after inexcusable delays.\n\n“They could have saved a lot of lives,” said Robert Keisling, a physician who runs one of the city’s most active addiction medicine practices. “It’s way late. But late is better than never.”\n\nIn Marvin Gaye Park, a notorious hangout for heroin users in Northeast Washington, a small group gathered on Aug. 31 — International Overdose Awareness Day — to remember those for whom help did not come soon enough.\n\nLewis Blakeney, a 62-year-old recovering heroin user who has survived two overdoses, estimated that a dozen older black men who had once nodded off alongside him on the park benches were now dead. Durrell Gray, 55, recalled his cousin, found dead of a heroin overdose in the park. Alvin Wynn, 62, remembered his ex-girlfriend, who died several years ago, and a friend he had tried unsuccessfully to revive with Narcan.\n\nSince fentanyl-tainted heroin hit the District in 2014, Wynn said, “I went to 50 funerals.”\n\nIn Baltimore, 35 miles to the north, a mayor, a congressman and the city’s health commissioner were holding a news conference at city hall, pledging their resolve to reduce the city’s drug deaths.\n\nNeedle-exchange worker Maurice Abbey-Bey, left, and recovering heroin user Alvin Wynn were among those who attended an event at the Distric’s Marvin Gaye Park on International Overdose Awareness Day. (André Chung/for The Washington Post)\n\nBut the vigil in the District was informal, organized by recovering heroin users and needle-exchange workers. The mayor didn’t show up, and D.C. health agencies hosted no events. For most of the nation’s capital, International Overdose Awareness Day was just another day.", "keywords": ["heroin", "epidemic", "naloxone", "overdoses", "skyrocketed", "opioid", "lifesaving", "washington", "department", "dc", "treatment", "ignored", "overdose", "strategies", "city", "health", "dcs"], "summary": "Cabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time 300 Washington, D.C. +249% 200 Baltimore, Md.\nCabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time 300 Washington, D.C. +249% 200 Baltimore, Md.\nCabell County, W.Va. +435% +400% Fentanyl-related overdoses became more frequent during this time 300 Washington, D.C. +249% 200 Baltimore, Md.\nThe grant was overseen by the D.C. Department of Behavioral Health, which along with the Department of Health manages the District’s opioid strategies.\nDurrell Gray, 55, recalled his cousin, found dead of a heroin overdose in the park."}, {"link": "https://www.nbcnews.com/health/health-news/u-s-adults-aren-t-getting-taller-they-re-still-n950351", "published": "2018-12-20T19:31:00", "title": "U.S. adults aren't getting taller, but they're still putting on pounds", "author": [], "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\n/ Source: Associated Press\n\nNEW YORK — You don't need to hang the mistletoe higher but you might want to skip the holiday cookies.\n\nA new report released Thursday shows U.S. adults aren't getting any taller but they are still getting fatter.\n\nThe average U.S. adult is overweight and just a few pounds from obese, thanks to average weight increases in all groups — but particularly whites and Hispanics.\n\nOverall, the average height for men actually fell very slightly over the past decade. There was no change for women.\n\nOne factor may be the shift in the country's population. There's a growing number of Mexican-Americans, and that group tends to be a little shorter, said one of the report's authors, Cynthia Ogden of the Centers for Disease Control and Prevention.\n\nThe findings come from a 2015-16 health survey that measures height and weight. More than 5,000 U.S. adults took part.\n\nCDC records date back to the early 1960s, when the average man was a little over 5 feet, 8 inches tall and weighed 166 pounds. Now, men are almost 1 inch taller and more than 30 pounds heavier. But today's average height of 5 feet, 9 inches is about a tenth of an inch shorter than about a decade ago.\n\nThe average woman in the early 1960s was 5 feet, 3 inches and 140 pounds. Now, women are a half-inch taller and about 30 pounds heavier, on average. The average height is about the same as it was a decade earlier: 5 feet, 4 inches.\n\nOther survey findings:\n\n— In the last decade, the average weight of men rose about 2 pounds, to 198. For women, it rose 6 pounds, to nearly 171.\n\n— Men have 40-inch waistlines, on average. Women's waistlines are a little under 39 inches.\n\n— The average height of black men and white men has been holding about steady, at a little under 5 feet 10.\n\n— Mexican-American and Asian-American men are roughly 3 inches shorter than whites and blacks, on average. There was a similar height gap in women.\n\nIn 2016, about 18 percent of the nation's population was Hispanic, up from about 13 percent in 2000, according to U.S. Census figures. Mexican-Americans account for nearly two-thirds of the Hispanic population.\n\n___\n\nThe Associated Press Health & Science Department receives support from the Howard Hughes Medical Institute's Department of Science Education. The AP is solely responsible for all content.", "keywords": ["average", "feet", "pounds", "weight", "little", "adults", "taller", "getting", "men", "arent", "putting", "theyre", "decade", "height", "inches"], "summary": "A new report released Thursday shows U.S. adults aren't getting any taller but they are still getting fatter.\nThe average U.S. adult is overweight and just a few pounds from obese, thanks to average weight increases in all groups — but particularly whites and Hispanics.\nOverall, the average height for men actually fell very slightly over the past decade.\nOther survey findings:— In the last decade, the average weight of men rose about 2 pounds, to 198.\n— The average height of black men and white men has been holding about steady, at a little under 5 feet 10."}]}}}